[
 {
  "professionNumber": "1",
  "professionTitle": "Gutter Minder",
  "professionDesc": "You’re the bottom of the barrel\nBastion’s crust",
  "inDebtTo": "Associated Reanimators: You all died and were re-animated. You are fully functional, but carry a chemical odour.",
  "youGet": [
   "YOUGET",
   "Stick-hook (d6, BULKY), rags."
  ],
  "listOne": [
   "What happened to you?",
   "£1 You believed yourself to be some sort of Messiah. You are not.",
   "£2 Rat given human form in a lab experiment. You can still speak with rats and loosely understand other rodents.",
   "£3 You secretly have a wealthy family, and this lifestyle is your way of getting their attention.",
   "£4 You survived a street urchin upbringing, so you know everyone else in the gutter.",
   "£5 Former High Society Member, only survivor after a mob uprising.",
   "£6 Disgraced Professor of Oddity, expelled for controversial theories."
  ],
  "listTwo": [
   "What are you hiding under your rags?",
   "1HP WishTonic - Three measures of liquor that each grant a wish. The wish only lasts as long as the bracing kick of the liquor (d6 turns).",
   "2HP Dehydrated Beasts - Three rubbery things resembling toy animals. If thrown into water, it expands to a Soggy Monstrosity (15HP, d10 Trample). When killed or there's nothing left to kill, the creature collapses  into inert powder.",
   "3HP Berserker Gland - When you take ABILITYLOSS or suffer serious pain you fly into a rage. Your next melee  attack is +d10 but you cannot make ranged attacks. Once the attack is out of your system you return to normal.",
   "4HP Parallel Shifter - A metal tin big enough to fit a pistol inside. If an object is placed inside and shaken, the  object is replaced with a parallel version of itself from another reality.  Roll d6. 1-2: Only ash remains. 3-4:The change is mainly cosmetic. 5-6:The new version is better than the old. Each item can only be shifted once.",
   "5HP Slaughter Brand - A three-pointed mark on your hand. When you kill a worthy opponent, one point turns darker. When all three points turn dark, your arm grows into an unnaturally strong, chitinous claw (d10 DAMAGE) for the next hour. When your arm returns, the brand resets.",
   "6HP Caged Biter - A bug-monkey creature (6HP, d6 bite) in a cage. Fights its designated target to the death, ignoring any other commands. If it wins, it eats some of its opponent before slinking back to its cage.  If it loses, it becomes melancholy."
  ]
 },
 {
  "professionNumber": "2",
  "professionTitle": "Curiosity Compiler",
  "professionDesc": "An entire life spent looking at dusty things and squinting at books\nIt’s time to get out there for yourself",
  "inDebtTo": "The Loot Office: Until you pay off the debt you have a Loot Bounty on your head, meaning you can be stolen from  without any illegality.",
  "youGet": [
   "YOUGET",
   "Antique pistol (d6, permanently breaks on a roll of 6), magnifying glass, tweed jacket."
  ],
  "listOne": [
   "What do you know everything about?",
   "£1 Weapons: Take a price guide.",
   "£2 Jewellery: Take a monocle.",
   "£3 Artworks: Take a dusting brush.",
   "£4 Desserts: Take a missing tooth.",
   "£5 Tabletop Games: Take some obscure dice.",
   "£6 Flowers: Take a ball of ribbon."
  ],
  "listTwo": [
   "What's your prize oddity?",
   "1HP Mechanobirther - Heavy shoebox-sized machine. Has a slot where paper instructions can be inserted, with a coin slot for a £10 payment. After an hour of clinking it produces a rough approximation of the requested item, size permitting, and anything fancy is poorly made.",
   "2HP Maiming Claw - A grappling hook that latches onto living tissue with an unbreakable grip. You know the trick for getting it to release. ",
   "3HP Fiend Collar - Any being wearing this collar begins to take on a monstrous appearance and loses d6 CHA each day. At CHA 0 they lose their identity, claim a new identity in your service, but only follow instructions that cause harm to others.",
   "4HP Powder Sack - Any powder stored in this small pouch becomes essentially unlimited. Turning the pouch inside out empties the current contents, with no unusual effect. Currently contains salt.",
   "5HP Sanctuary Idol - Burning a candle in front of the idol causes it to melt into smoke, billowing out and reinforcing all doors, open passageways, and windows into the room. Nothing can enter through these if the candle lasts. Has no effect outdoors.",
   "6HP Mammoth Mask - Highly ornate with a prehensile trunk and tusks that can be used as a weapon (d6) at a push."
  ]
 },
 {
  "professionNumber": "3",
  "professionTitle": "Trench Conscript",
  "professionDesc": "You survived a trench battle with little to write home about\nExcept for that one thing you found in a strange tunnel",
  "inDebtTo": "Koppler and Klanger High Risk Investments: Whenever you return after a significant length of time there is a 50/50 chance that your remaining debt has halved/doubled.",
  "youGet": [
   "YOUGET",
   "Trench gun (d8, BULKY, very short range), shovel, pack of gum (oxtail)."
  ],
  "listOne": [
   "What was your role in your unit?",
   "£1 Engineer: Take three trench bombs (d8 BLAST) and wire cutters.",
   "£2 Recon: Take paints and portable canvas.",
   "£3 Heavy Section: Take lead vest and helmet (ARMOUR1).",
   "£4 Chaplain: Take a bottle of military strength gin and a holy donkey symbol.",
   "£5 Breacher: Take a rocket (d10, one-shot).",
   "£6 Officer: Take a whistle and dress uniform."
  ],
  "listTwo": [
   "What did you find in that tunnel?",
   "1HP Essence Extractor - Extract the consciousness of a pacified or willing being. It can be injected into a still-warm corpse. One use.",
   "2HP Duplicator - A shoe-sized box. Put one thing in, get two copies. Both copies are hugely inferior to the original, which is destroyed.",
   "3HP Hover Plate - Platter-sized tray that freezes in space if you whistle a specific tune around ten seconds long. There's a ten-second second tune to release it. It supports up to one person's weight and can be forcibly released with a STR SAVE.",
   "4HP Bonding Dome - Any being that wears this head-device is bombarded with flashing images and emerges spluttering. They emotionally bond with the next being they see and dedicate their life to them until they next sleep.",
   "5HP Phase-Mole - A tiny mammal that can phase into any material without disturbing it. It can talk, but is extremely shy and only answers a question with one word before phasing into hiding in their master's  body.",
   "6HP Haunted Egg - A stone egg that can be used as a crude weapon (d6). The last thing killed by the egg inhabits it as a ghostly voice, and answers questions to the best of its knowledge. It doesn't have any more  knowledge than it did in life, but anyone can understand its words. "
  ]
 },
 {
  "professionNumber": "4",
  "professionTitle": "Debt Squeezer",
  "professionDesc": "Someone paid you a pittance to look intimidating in dark alleyways\nIf needed, you shed some blood, but there’s no extra pay",
  "inDebtTo": "The Cosmica Casino: Together you own a personalised roulette wheel.",
  "youGet": [
   "YOUGET",
   "Hammer (d6), scattergun (d6, BLAST, concealable)."
  ],
  "listOne": [
   "What do you do to unwind after a horrible task?",
   "£1 Chew: Take a pack of gum (sage).",
   "£2 Play Marbles: Take a bag of competition marbles.",
   "£3 Sing: You have a decent voice.",
   "£4 Do Impressions: You can make a good impersonation of someone after a long conversation with them.",
   "£5 Write your Memoirs: You have a pen-name, and some connections in the printing industry.",
   "£6 Stave off Nightmares. You cannot sleep without a nightlight."
  ],
  "listTwo": [
   "What's the best thing you've stolen from a debtor?",
   "1HP Soul Siren - A tiny clockwork box lets out a booming drone when a being dies within 10ft.",
   "2HP Bear Jelly - A pot of jelly that reeks of animal musk. Scares off small creatures, but attracts large mammals.",
   "3HP Green Soil - Small pot of soil. Any plant that is planted into it grows a whole season's worth in one hour, but otherwise grows normally.",
   "4HP Gore Candle - Any injuries that happen in the presence of this candle's light are extra painful, messy, and harmful, doubling any STR loss caused.",
   "5HP Hot Goggles - When switched on, stolen objects that the rightful owner is looking for glow.",
   "6HP Bank Pig - A clay pig with a coin slot. A penny causes an oinking sound. A £1 coin causes it to transform into a normal pig for an hour. A £100 note causes it to transform into a vicious boar (7HP, d6 gore) for an  hour. If it dies in pig form, it never transforms back. Coins deposited are lost forever."
  ]
 },
 {
  "professionNumber": "5",
  "professionTitle": "Dead - Shoresman",
  "professionDesc": "You died, but found a way back from where you went\nNobody believes you, and everyone you once knew is long gone",
  "inDebtTo": "King Haffwun of Shambly Hole: You are all branded as property of this Deep Country King.",
  "youGet": [
   "YOUGET",
   "Flintpistol (d8, outdated and hard to repair), broken oar (d6), cold blood."
  ],
  "listOne": [
   "What do you barely remember about your background?",
   "£1 Family Name: A powerful name in Bastion.",
   "£2 Streets of Bastion: You know your way around the entire city perfectly.",
   "£3 The Living Stars: 50% chance to know any language you encounter.",
   "£4 High Society: You were wealthy and schooled in etiquette.",
   "£5 Formerly Blind: You can echo-locate perfectly.",
   "£6 Only Nightmares: You have no need for sleep, and cannot even if you try."
  ],
  "listTwo": [
   "What did you bring back from the dead place?",
   "1HP Amnesia Flask - Anybody doused in the water loses a specific memory as defined by the douser. Anybody drinking the water as it falls absorbs the memories. Refills require a Specialist source.",
   "2HP Second-Chance Skull - If you die, your body disintegrates to ash and immediately regenerates from this skull in perfect health.",
   "3HP Spare Head - A completely different head that you can switch with your own. Both heads can survive just fine off your body, and generally dislike not being the main head. Roll a new CHA score for this head.",
   "4HP Hell Spice - Extremely concentrated powdered hot spice. Even a small dose causes stomach upset and mild hallucination. The whole pouch causes a day-long delirious trip.",
   "5HP Ghost Story - If you tell this story to somebody as they fall asleep, their ghostly skeleton leaves their  body for the night, and may act as they wish in immaterial form. The story only works on a person the first time they hear it.",
   "6HP Tiny Phantasm - A floating mass of swirling colours the size of a penny. It follows your every command and leaves a multicolour trail across any surface it touches. Cannot physically interact in any other way."
  ]
 },
 {
  "professionNumber": "6",
  "professionTitle": "Criminal Bureaucrat",
  "professionDesc": "The laws of Bastion are written so every crime has a loophole\nPeople paid you to perform crimes, legally",
  "inDebtTo": "The Backward Legion: They accept stolen items of modern technology for twice their value against your debt, but destroy them immediately.",
  "youGet": [
   "YOUGET",
   "Crowbar (d6), Book of Law."
  ],
  "listOne": [
   "What was your speciality?",
   "£1 Burglary: Take 3 smokebombs.",
   "£2 Extortion: 50% chance to know a secret about any figure of authority you encounter.",
   "£3 Libel: You have contacts in a printing press that will print any lie you want.",
   "£4 Intimidation: Take a pocket pistol (d6, concealable).",
   "£5 Arson: Take 3 firebombs (d6 DAMAGE each round until extinguished).",
   "£6 Murder: Take poison and a rifle (d8, BULKY)."
  ],
  "listTwo": [
   "What did your last client pay you in place of money?",
   "1HP Blank Contract - A contract with blank parts. Can be modified into any sort of deal you wish. The first party to break the contract is struck by a bolt from above (d12, ignoreARMOUR) and the contract explodes into confetti.",
   "2HP Truth Leaf - Smoking this hallucinogenic herb reveals a ridiculous truth and a ridiculous lie. One dose.",
   "3HP Helpful Bug - A metal replica of a beetle that can perform simple tasks.",
   "4HP Trick Coin - Looks like a penny, but has secret functions that you know how to use. First is a weak light. Second is a powerful magnet. Third is a bomb (d10, BLAST, destroys the coin).",
   "5HP Echojector - Hears up to ten seconds of sound and repeats it at vastly increased volume on command.",
   "6HP Homunculus Gum - Whoever chews this gum bonds with the substance, which begins to shape into a small gummy version of the chewer. It follows orders but has a bad attitude. Adding further gum increases its size but decreases its loyalty. If somebody new chews up the homunculus, the bond transfers to them."
  ]
 },
 {
  "professionNumber": "7",
  "professionTitle": "Sanctioned Executioner",
  "professionDesc": "You’ve done your time on firing squads\nNow you’re allowed to do a little freelance work",
  "inDebtTo": "The Psycho-Pack: You are all mind-tethered together. If you focus really hard you can project one word per minute to your pack.",
  "youGet": [
   "YOUGET",
   "Rifle (d8, BULKY), killing licence (one person per day, non-transferable)."
  ],
  "listOne": [
   "How do you live with yourself?",
   "£1 Socialising: Take a bottle of gin.",
   "£2 Poetry: Take a book of angst prose.",
   "£3 Reminiscence: Take a locket with a picture of a loved one taken from you.",
   "£4 Numbness: Take an artificial heart in place of your own.",
   "£5 Music: Take a tortured violin.",
   "£6 Philanthropy: Charitable organisations know you as a generous donor."
  ],
  "listTwo": [
   "What was your bonus for good service?",
   "1HP SmartArm - Your rifle is also intelligent, communicating psychically to whoever is holding it. It functions as a normal weapon and gives smart advice. Once per day it grants +d10 to an attack that particularly pleases it, but it can IMPAIR attacks that displease it any time it likes. Roll 1d6 to find its personality: 1: Honourable, 2:Ambitious, 3: Bloodthirsty, 4: Curious, 5: Pacifist, 6: Bored.",
   "2HP Rail-Lens - Any missile fired through this lens (breaking it) accelerates to impossible speeds, causing d12 B LASTDAMAGE and tearing through structures.",
   "3HP Star-Beacon - A heavy tyre-sized metal beacon (requires two people to carry) with a matching pin-badge. Pushing the badge teleports the wearer back to the beacon.",
   "4HP TimeTonic - Sends you out of sync with reality for around ten seconds. You can act as normal, but when the tonic wears off, time snaps back to the point before you drank and all actions are undone. One use, even after snapping back in time.",
   "5HP Stick Eye - A glass eye on a stick that the holder can see through.",
   "6HP Threatening Stave - Has no function, but glows and vibrates in a way that suggests it could be used for distributing extreme pain."
  ]
 },
 {
  "professionNumber": "8",
  "professionTitle": "Fringe Investigator",
  "professionDesc": "Everything must be revealed\nFrom petty crime to the secrets of the cosmos",
  "inDebtTo": "WhiteApricot Cable Cars: You are technically banned from using any other form of public transit.",
  "youGet": [
   "YOUGET",
   "Collapsible gun (d6, concealable, requires a DEX SAVE to unfold under pressure), pack of gum (snail)."
  ],
  "listOne": [
   "What's your obsession? (Indulging in it restores your CHA)",
   "£1 Fruit Pie: Specify a favourite.",
   "£2 Busting Someone: Especially for petty crime.",
   "£3 Good Deeds: Helping the elderly with their shopping etc.",
   "£4 Interrogation: Irrespective of the suspect’s guilt.",
   "£5 Brooding: Ideally on rooftops at night (requires an hour of brooding).",
   "£6 Journaling: Writing all your secret thoughts in a diary."
  ],
  "listTwo": [
   "What's under your coat?",
   "1HP Brain Jar - A jar of brine and wires that can sustain the brain of a freshly dead creature, allowing it to psychically project its thoughts. The brain must be fed blood or else it dies.",
   "2HP Reconstruction Silk - A handkerchief that repairs any object it is draped over for an hour. The object must be small enough to be covered.",
   "3HP Utility Orb - Any tool that could plausibly exist in a mundane pocket - knife has a 50% chance of existing in this orb. Keep a track of what tools it does and doesn't have.",
   "4HP Hunger Clamp - A small clamp that can be clipped onto loose skin, causing the victim to have a ceaseless hunger, which they'll do anything to sate. They suffer no ill effect from over-eating, but do not starve any faster than normal.",
   "5HP Pheromone Pack - One dose each of attraction, rage, and fear pheromones that work on any creature of animal intelligence.",
   "6HP Tin Buddy - A can that springs out to a 2ft tall automaton (2HP, ARMOUR2). It is loud, annoying, and doesn't do a good job of whatever you request. Has no real means of fighting. Lasts about an hour before needing new proprietary batteries."
  ]
 },
 {
  "professionNumber": "9",
  "professionTitle": "Disinherited Socialite",
  "professionDesc": "Whatever happened between you and your family, you’re off the will\nYou took what you could",
  "inDebtTo": "Troffem Canal Diggers: You have been given a Chaperone Toad to carry around with you, feeding information back to your Debtholders. If the Toad is lost a £1k fee is added onto your Debt.",
  "youGet": [
   "YOUGET",
   "Claymore (d8, BULKY), 3 bottles of fancy wine, frilly shirt."
  ],
  "listOne": [
   "What did you legally still have from the estate?",
   "£1 Loyal Butler: Has nowhere else to go (3 HP).",
   "£2 Hunting Hound: Past their prime (4 HP, d6 bite).",
   "£3 Falcon: Your mother’s favourite (2 HP, d6 claws).",
   "£4 Luxurious Clothes: A trunk-full.",
   "£5 Duelling Pistol: A sibling has the matching counterpart (d8).",
   "£6 Crude Armour: Ancestral plate suit (A RMOUR 1, BULKY)."
  ],
   "listTwo": [
   "What did you sneak out of the vault? (The Family Want It Back) ",
   "1HP Unstoppable Rod - When thrown, nothing stops the movement of this rod, including gravity. Eventually flies off into space regardless of its trajectory.",
   "2HP Curse Doll - Anything that affects the doll also affects you, beneficial or harmful.",
   "3HP Plasmic Converter - Drains a corpse of blood, creating a pill that grants single use of one special property the being had in life.",
   "4HP Companion Ball - A hollow ball that rolls behind you and never stops trying to follow you. Can pop open to store a head-sized object or smaller, protecting it perfectly.",
   "5HP Earth-Angel - A tiny clay figurine that can be smashed to cause an earthquake. Those nearby are thrown to the ground and all structures take d12 DAMAGE. One use.",
   "6HP Cosmic Ranker - A grey wand that can be asked to judge between two objects. Criteria must be spoken aloud, then the wand pulls towards the preferred object."
  ]
 },
 {
  "professionNumber": "10",
  "professionTitle": "Verminator",
  "professionDesc": "Every type of animal can be found in some corner of Bastion\nWhen they were unwanted, you went to work",
  "inDebtTo": "Glassmount Day Spa: You have all recently received their top treatment and so your skin is in excellent condition.",
  "youGet": [
   "YOUGET",
   "Gas-gun (d6 BLAST,BULKY, only affects things that breathe), tox-mask (protects from airborne toxins)."
  ],
  "listOne": [
   "What specialist gear do you have?",
   "£1 Collapsible Ladder: Fits into your pocket.",
   "£2 Telescopic Pest-Hook: Comes with a range of attachments.",
   "£3 Sack of Mousetraps: Choose between humane or lethal.",
   "£4 Periscope: Rotates and extends.",
   "£5 Protective Suit: Only effective against small vermin.",
   "£6 Multi-Setting Bird Call: Can attract or repel."
  ],
  "listTwo": [
   "What's the one creature you couldn't kill? (They Now Accompany You)",
   "1HP Devourer - A football-sized bug that curls up in your backpack. Can be woken once per day to eat its own size in organic material, no matter how inedible.",
   "2HP Maggot Prince - A tiny maggot with a gold band marking. Flies and maggots vacate the area to make room for it, and anything that eats bugs is strongly drawn to try and eat it.",
   "3HP Nightmare Moth - Anyone but you sleeping in the same room as this moth suffers horrible nightmares. When they wake, the moth takes on the form of something from the nightmare.",
   "4HP Terrormite - A big termite, pinned down in its box. Once released it burrows into the nearest living creature it can find, causing intense pain. Within a minute the victim develops a tough outer skin (ARMOUR 1) and can spit acid (d6 ongoing). This lasts for an hour until the victim coughs out d6 Terrormite larva and returns to normal.",
   "5HP Snake-Cat - A cloth toy with a snake body and cat head. If  you’re confronted by a hostile snake, it transforms into a cat (4HP, d4 claws), If you’re confronted by a hostile cat it transforms into a snake (4HP, d6 bite, d6 STR loss on CRITICALDAMAGE). It fights the hostile creature and returns to cloth when it is defeated.",
   "6HP Large and Peaceful Dog - The only animal you can tolerate (6HP, d6 bite in retaliation only)."
  ]
 },
 {
  "professionNumber": "11",
  "professionTitle": "Lost Expeditioneer",
  "professionDesc": "You’ve been on a treasure hunting expedition before\nYou were the only survivor",
  "inDebtTo": "The Elephant Reimbursement House: Reclaimed ivory goods pay double their value against your debt.",
  "youGet": [
   "YOUGET",
   "Pair of pistols (d6 each)."
  ],
  "listOne": [
   "What was your position on the crew?",
   "£1 Archivist: Take a spyglass and writing set.",
   "£2 Counsellor: Take an aromatherapy kit.",
   "£3 OwlTender: Take a trained owl (5HP, d4 claws).",
   "£4 Metallurgist: Take a bomb (d10 BLAST).",
   "£5 Butcher: Take a cleaver (d6).",
   "£6 Saucier: Take a set of tiny saucepans."
  ],
  "listTwo": [
   "2HP Fetch-Pearl - When thrown into a body of water, this silvery pearl sinks to the bottom and clings to the first thing it touches. On a mental command it returns to the surface, dragging up whatever it attached to.",
   "3HP Dire Barnacle - A vicious little mollusc (1HP,ARMOUR1) that taunts quietly and explodes as a bomb (d12 B LAST) when it dies.",
   "4HP SavageVine Berry - If eaten, vines erupt from the mouth (d6 STR loss) and grow into a sprawling mass, clinging to whatever surface they can. One use.",
   "5HP Ambrosia Seed - A bag of golden seed that no animal can resist if thrown.",
   "6HP Skeletal Dove - Carefully assembled. Can be crushed to unleash a cloud of confused doves."
  ]
 },
 {
  "professionNumber": "12",
  "professionTitle": "Wall-Born",
  "professionDesc": "Bastion has rings of walls all the way to its centre, wherever that is\nYou were both warden and resident",
  "inDebtTo": "The Augmentarium: You can each choose to have an artificial ear, nose, tongue, or eye. They have a control that can turn down sensitivity, but cannot go higher than normal human level.",
  "youGet": [
   "YOUGET",
   "Baton (d6), grappling hook, pack of gum (rust)."
  ],
  "listOne": [
   "What was your job on the walls?",
   "£1 Grouter: Take a trowel and bucket of grout.",
   "£2 Gutter Scraper: Take a scraping pole (d6).",
   "£3 Bird Scarer: Take a fake pistol (fires blanks only).",
   "£4 High Militia Guard: Take a fancy hat.",
   "£5 Nightwatch: Take a spot-lamp.",
   "£6 Militia Sergeant: Take a fancy hat with a feather, a loud yell, and a disgraced record."
  ],
  "listTwo": [
   "What did you find behind a loose brick?",
   "1HP Beastmode Formula - A liquid tonic that grants the drinker the properties of a specific animal for one minute. Examples are: eyes of a hawk, nose of a dog, strength of a bear.Three doses.",
   "2HP Orphan's Ruin - 6oz of milky drink. 1oz pacifies any unease, 2oz causes a deep sleep, 3oz eternal sleep.",
   "3HP Stem-Stone - Pebble that transforms into whatever non-living material it last touched. Currently the leather of your pouch.",
   "4HP PlagueWart - A carefully extracted wart sealed in a jar. Anyone that touches it contracts a disgusting  plague, losing d6 STR every hour. The victim’s touch immediately spreads the plague. There is no cure that  you know of.",
   "5HP Jerk Sprite - A statuette of dried meat. Whatever eats this acts like an utter jerk for the next hour, even to their most loved ones.",
   "6HP Universal Pin - A hairpin that sticks into any surface, no matter the material. Causes no pain if stuck into flesh."
  ]
 },
 {
  "professionNumber": "13",
  "professionTitle": "Professional Gambler",
  "professionDesc": "You know how to play well\nAnd how to cheat even better",
  "inDebtTo": "Rod Pearl Sanctioned Looters: You can request a blueprint map of any building in Bastion, but it’s likely to be  outdated.",
  "youGet": [
   "YOUGET",
   "Slug-gun (d6, very short range), pack of gum (cedar)."
  ],
  "listOne": [
   "What's your game?",
   "£1 Street Snooker: Take a cue (d6) and waistcoat.",
   "£2 One-Card Bluff: Take a pocket full of tiny mirrors that stick to any surface.",
   "£3 Gutter Dice: Take two pairs of dice: one rigged, one honest.",
   "£4 Conkers: Take competition conker-string and you know where all the best trees are.",
   "£5 Shoe-Throwing: You can throw shoe-like things really far with perfect accuracy.",
   "£6 Bird Darts: Take a set of darts (d4, +d8 against small flying things)."
  ],
  "listTwo": [
   "What did you win? (The Other Person Still Isn't Happy About This)",
   "1HP Master Monocle - Can move any object through telekinesis, but more than a coin’s weight requires a CHA SAVE, or else the monocle shatters.",
   "2HP Ego-Mirror - A pocket mirror that reflects the most offensive version of whoever is looking in.",
   "3HP Anti-Matter Key - When placed in a keyhole, utterly annihilates the door and itself.",
   "4HP Tiny Shield Generator - A rat-sized collar that creates a force-field (ARMOUR 3) around the tiny wearer.",
   "5HP GammaTube - If broken, fires a green beam that causes d6 STR gain. The target grows 50% in size, and their physical attacks receive +d10. If their STR would exceed 18 they can only act in rage. Any effects wear off when combat dies down. One use.",
   "6HP Terror Salts - Awakens any creature from sleep or unconsciousness, but they flail and scream in terror for a few seconds first. They have no memory of this afterwards."
  ]
 },
 {
  "professionNumber": "14",
  "professionTitle": "Integrated Alien",
  "professionDesc": "You came to Bastion a long time ago, almost passing for human\nUnder a foreign star, reached by sea or underground",
  "inDebtTo": "The Queuing Office: When you go back to pay your debt, the queue takes d4 x d4 hours. Every four hours, add d4 hours. There is a drinks trolley available at all times.",
  "youGet": [
   "YOUGET",
   "Weird gun, steel rope, vague accent."
  ],
  "listOne": [
   "What's your weird gun?",
   "£1 Fires Screaming Disks(d8, loud, BULKY).",
   "£2 Fires Maggot-Bullets (d8 against organic tissue only, BULKY).",
   "£3 Fires egg-like Explosive Pellets (d6 BLAST,BULKY).",
   "£4 Fires Purple Light (d6, ignoreARMOUR,BULKY).",
   "£5 Fires Vibro-Wave (d8, no pain, but explosion on death, BULKY).",
   "£6 Fires Black Spike (d10, spike must be retrieved to fire again, BULKY)."
  ],
  "listTwo": [
   "What's your barely-remembered home?",
   "1HP Sunk - The Abyssal City. You have gills and can see in the dark.",
   "2HP Parasitica - The Slave Hive. You can sense any insect nearby and hate them.",
   "3HP Dar-Rag - The Crystal Mountains. Climb natural unworked stone as a spider.",
   "4HP Incineration - The Burning Hole. Fire does not harm you.",
   "5HP Fester - The Plague Fort. Leech disease out of others with a touch, infecting yourself with a minor version of that ailment.",
   "6HP Nebula - The Light of the Sky. Glow in multicolour at will."
  ]
 },
 {
  "professionNumber": "15",
  "professionTitle": "Underwhaler",
  "professionDesc": "The biggest catches are deep in water and in ground\nOne catch makes a fortune for the captain, but you got a pittance",
  "inDebtTo": "Doug Wale Exhumauctions: Your clothes are slightly fancier than you’d expect, but all have the faint stench of death.",
  "youGet": [
   "YOUGET",
   "Speargun (d8, BULKY, spear must be retrieved), pack of gum (humpback whale)."
  ],
  "listOne": [
   "How did you cope in the darkness?",
   "£1 Carrot Diet: You can see perfectly in the dark.",
   "£2 You Didn’t: Take a dazzling but explosive lamp.",
   "£3 Music: You can whistle excellently, it’s comforting.",
   "£4 Lots of Smoking: Take a pack of cigars.",
   "£5 Lots of Alcohol: Take a bottle of naval gin.",
   "£6 Being Extremely Prepared: Take a whale-bomb (d8 BLAST, +d12 underwater)."
  ],
  "listTwo": [
   "What underwhale product did you manage to pocket?",
   "1HP Stinkincense - A pot of wax with a wick. When burned, sewage slowly drips over from the top of the jar. If left for an hour it burns out, but produces enough sewage to fill a large room.",
   "2HP Animation Oil - When rubbed onto an object, it springs to life for the next hour as your loyal servant. One dose.",
   "3HP Evacuation Syrup - Removes any ill effects the drinker is suffering from, including anything short of death, but flushes the body clean in every sense. One dose.",
   "4HP Genesis Molasses - A tin of deep green treacle that causes lush vegetation to grow within minutes, no matter where it is spread. If eaten, the victim loses d6 STR and begins coughing up moss. One use.",
   "5HP CocoonWax - Anything covered in this wax is sealed off in a cocoon. After 24 hours it bursts free as a winged, hostile version of its previous self. One use.",
   "6HP Agony-Tendon - Causes instant agony when touched by bare skin (you have gloves). 10m in length when uncoiled. Not very effective as an outright weapon (d6)."
  ]
 },
 {
  "professionNumber": "16",
  "professionTitle": "Travelling Show-Person",
  "professionDesc": "Stunts and tricks are your game\nYou’ve got a final trick up your sleeve if you start to lose the crowd",
  "inDebtTo": "Danger-Worker’s Union: For each of you that comes back with a visible injury you reduce the debt by £500.",
  "youGet": [
   "YOUGET",
   "Hidden knife (d6), stage clothes."
  ],
  "listOne": [
   "What's your act?",
   "£1 Trick-Shooting: Take a long pistol (d6).",
   "£2 Knife-Throwing: Take throwing knives (d6).",
   "£3 Contortionism: You’re double-jointed all over.",
   "£4 Gross-Out Body Horror: You do not feel pain.",
   "£5 Hypnotism: Take a pocket-watch. It’s all a ruse, you always used stooges.",
   "£6 Swallowing and Regurgitation: Eat anything you can plausibly swallow and regurgitate it at will. You’re still bound by the physical limits of a human stomach."
  ],
  "listTwo": [
   "What's your showstopper?",
   "1HP Space Folder - Create a gate between two flat surfaces that you can see. The gate closes if you pass through or break line of sight.",
   "2HP Spider Skin - Climb surfaces as if you were a spider.",
   "3HP Heat Ray - Useless as a conventional weapon, but can be focused on a stationary target to gradually increase its heat. One turn of focus warms, two turns burns/melts, and three turns reduces to ashes.",
   "4HP Mirror Engine - A perfect duplicate of you is formed. It acts independently, just like you, but cannot interact with anything physically. Lasts until dismissed or a new double is created.",
   "5HP Bone Magnet - Attract or repel a single target that has a skeleton, unless they pass a STR SAVE. No effect on cartilage.",
   "6HP Gallon-Syringe - A tiny syringe that can draw up to a bath-sized amount of liquid."
  ]
 },
 {
  "professionNumber": "17",
  "professionTitle": "Gang Enforcer",
  "professionDesc": "Internal threats can tear a gang apart\nEnforcers keep things in order",
  "inDebtTo": "Specialist Individual’s Grooming Lounge: You are all groomed in a way that looks fantastic today, but looks tired tomorrow unless you return for an appointment (£100 each).",
  "youGet": [
   "YOUGET",
   "Busted face."
  ],
  "listOne": [
   "Who were your gang, before you abandoned them?",
   "£1 JunkyardAgenda: Take a dog rifle (d8, BULKY) and goggles.",
   "£2 Solid Nation: Take a sledgehammer (d6, BULKY) and silver face paint.",
   "£3 Gladiators of Toil: Take a trident (d6) and ridiculous headdress.",
   "£4 Urban Grace: Take a rapier (d6) and ultra-lacy clothes.",
   "£5 Meat Hive: Take a huge sword (d8, BULKY) and lots of piercings.",
   "£6 Snail Crew: Take a pistol (d6) and pot of grease."
  ],
  "listTwo": [
   "What helped you inspire fear in your victims?",
   "1HP Mind Probe - The target must pass a CHA SAVE or you learn one of their innermost secrets.",
   "2HP Inferno Device - Cause an open flame you can see to explode (d8 BLAST, further d6 per round in the flames).",
   "3HP Ovality Bomb - Explodes in a cloud of beige dust, forming a 2m high egg around the BLAST area. Nothing inside can break out, but the outside is easily broken.The egg keeps its contents alive in a happy stasis until released. One use.",
   "4HP Piranha Bomb - Spawns a swarm of hungry piranhas (10HP, d6 devour). When no food is left they devour each other. Obviously ineffective out of water.",
   "5HP Proxy Chain - When two or more beings are in contact with the chain, any harmful effects that affect one of them affect all.",
   "6HP Banishment Stake - Can be used as a regular weapon (d6), but if stabbed into a living heart (CRITICAL DAMAGE) the victim is transported deep into the Underground without harm. If they get back to you they'll undoubtedly be changed."
  ]
 },
 {
  "professionNumber": "18",
  "professionTitle": "Deconstructor",
  "professionDesc": "Before the new can arise, the old must come down\nDoesn’t mean we can’t enjoy it",
  "inDebtTo": "Redway Relief Fund: You share a survival pack containing star-water, a moon crystal, and some sacred dirt. They’re  all useless.",
  "youGet": [
   "YOUGET",
   "Sledgehammer (d6, BULKY), blowtorch."
  ],
  "listOne": [
   "What's your best bit of salvage?",
   "£1 Slam Bomb - Causes all doors and windows in a large-room-sized BLAST to slam open or shut, even if secured. One use.",
   "£2 Sabotage Disc - A disc of metal that can be slipped into even the most tightly cased machine, causing it to immediately malfunction in the most serious way possible.",
   "£3 Time Bomb - Time slows down sixty times in a 10m sphere around the BLAST. Lasts for a minute outside the sphere, or one second inside. One use.",
   "£4 Pyrophone - A klaxon-like horn that repels fire away from it.",
   "£5 Sub-Flare - A one-shot pistol that launches a burning flare immediately skywards, burning through any substance in the way and leaving a fist-width hole.",
   "£6 Murder Lizard - A black and red terrier-sized lizard (5 HP, ARMOUR 1, d6 venomous bite, paralysis on Critical damage. If given a taste of any organic tissue it hunts down the source unerringly and murders it, before seeking out a new master nearby."
  ],
  "listTwo": [
   "2HP Your Ratty Dog (4HP, d6 bite) smells awful.",
   "3HP You’re very protective of your Pet Mole (1HP).",
   "4HP Your Metal Allergy (causes an unpleasant rash). Take a set of gloves.",
   "5HP You’re secretly a Gifted Dancer.",
   "6HP Your Awful Dress Sense. Take a mustard jacket with a mauve shirt."
  ]
 },
 {
  "professionNumber": "19a",
  "professionTitle": "Street Judge",
  "professionDesc": "Bastion has so many courts, the whole city is effectively legal ground\nWith questionable credentials, you dealt with street quarrels",
  "inDebtTo": "Slerrence Tingeon-Larney: Offers d10 x £100 for any item of sufficient curiosity and won’t budge an inch. If you don’t sell it to him he sends thugs after you.",
  "youGet": [
   "YOUGET",
   "Martial-Gavel (d6), Book of Laws (incomplete)."
  ],
  "listOne": [
   "Why do you no longer practise?",
   "£1 Mushroom Binge: Take a bag of psychedelic mushrooms.",
   "£2 Notorious Drunk: Take a bottle of absinthe.",
   "£3 Took the Fall: A judge owes you a favour.",
   "£4 Disillusioned with the Law: Burn your Book of Laws and take a blunderbuss (d6 BLAST, short range).",
   "£5 Quietly Discharged: For filling up prisons too quickly. Take ceremonial judge armour (ARMOUR1, BULKY).",
   "£6 CaughtTaking Bribes: Other judges hate you, some just for getting caught."
  ],
  "listTwo": [
   "1HP A symbolic, but aggressive Hawk (3HP, d6 claws).",
   "2HP Your Loyal Scribe (1HP, STR 5, DEX 7, CHA 7, elderly, does nothing but scribe).",
   "3HP Pop-Up Gallows with noose and hood.",
   "4HP Smoke Bomb and a sense of showmanship.",
   "5HP Prosthetic Leg with grasping talon.",
   "6HP Bad Reputation. Anyone on the wrong side of the law knows and dislikes you."
  ]
 },
 {
  "professionNumber": "19b",
  "professionTitle": "Rook Tamer",
  "professionDesc": "The corvids which flock around Bastion see everything\nLuckily, they seem to like you",
  "inDebtTo": "Municipal Steeplejacks: You owe fines to the steeplejacks who maintain Bastion’s roofs and spires. They want  repayment in slates and tiles.",
  "youGet": [
   "YOUGET",
   "Spike-pole (d6, BULKY), 3 pet rooks (1HP, d4 peck, flutters about)."
  ],
  "listOne": [
   "What visions did the rooks show you?",
   "£1 Visions of the Sky: Take a pair of gliding-wings that let you leap from rooftops and land safely.",
   "£2 Visions of the Dead: Take a bottle of formaldehyde.",
   "£3 Visions of Hidden Crimes: Take a hook on the end of a rope.",
   "£4 Visions of Ruin: Take a crowbar.",
   "£5 Visions of Smoke: Take a face-scarf.",
   "£6 Visions of Sickness: Take a long needle to lance your various boils."
  ],
  "listTwo": [
   "Why do the rooks trust you?",
   "1HP You Listen to Them: Take an avian dictionary that lets you translate their cawing.",
   "2HP You Healed one of Them: Take a bottle of ether and a needle-and-thread.",
   "3HP You Bring Them Shiny Things: Take a flashy gold necklace.",
   "4HP You Live Among Them: Take a dozen glossy ornamental feathers.",
   "5HP You Bring Them Carrion: Take a human hand in a paper bag.",
   "6HP You Resemble Them: Your hands are replaced with clumsy prosthetics which resemble bird-feet."
  ]
 },
 {
  "professionNumber": "20a",
  "professionTitle": "Urchin Pack",
  "professionDesc": "Clinging together is your only hope for survival\nSPECIAL:You might be more than one person.",
  "inDebtTo": "Dreamslop Sweetened Gruel: You are all hooked on sugar. If you go a day without eating something very sweet you are DEPRIVED.",
  "youGet": [
   "YOUGET",
   "Pocket-knives (d6), rocks (d4)."
  ],
  "listOne": [
   "What binds you together?",
   "£1 Shared ownership of a Child’s Musket(d6, BULKY).",
   "£2 You’re Siblings.",
   "£3 Only survivors of an Orphanage Explosion.",
   "£4 A Psychic Link.",
   "£5 You all speak Urchinese, a language that only other urchins understand.",
   "£6 Literally Conjoined."
  ],
  "listTwo": [
   "How many of you are there?",   
   "1HP Just the One Survivor, but you’ve gone slightly feral.You can dig through soft earth like a dog and smell fear like a wolf.",
   "2HP Two, each with 1 HP. Take a long coat. When you get on each other’s shoulders beneath it you can do a decent adult impression.",
   "3HP Three, each with 1 HP. Two refuse to speak to each other.",
   "4HP Four of you, each with 1HP, and one is a dog.",
   "5HP Five of you, each with 1HP and incredibly sickly. Automatically fail any STR SAVES until the there is one urchin left standing.",
   "6HP A full Pack of Six, but so co-dependent that you act as one being. If you send one to break off and act individually, they count as having 1 HP and 3 in all ABILITIES."
  ]
 },
 {
  "professionNumber": "20b",
  "professionTitle": "Muddled Mixologist",
  "professionDesc": "One drink is too many\nA thousand never enough",
  "inDebtTo": "Red Devil Distilleries: You’re technically banned from every pub, bar or drinking establishment owned by one of their many, many subsidiaries, and every drink you have in contravention of the ban adds to your tab.",
  "youGet": [
   "YOUGET",
   "Bottle of fancy spirit, bottle of rotgut, an excellent bow tie."
  ],
  "listOne": [
   "What was your bar known for?",
   "£1 Flair: Take a reinforced throwing glass and a rubberised practice bottle. You know how to throw things; if really pushed, you can probably juggle.",
   "£2 Molecular Mixology: Take a set of tiny syringes and a specialised foamer. You know enough basic chemistry to make almost any liquid into jelly.",
   "£3 Classics: Take a copper jigger and a sturdy muddler (d4). If pressed, you can recount the history of the city’s bars in a surprising amount of detail.",
   "£4 Tiki: Take an entire pineapple and a set of earthenware mugs. You can whittle a fancy animal garnish out of almost any fruit.",
   "£5 Obscure: Take a leather-wrapped assortment of tiny bottles of home-made bitters and shrubs. You can pickle, preserve, or infuse virtually anything, given enough time.",
   "£6 Highly Illegal: Take a small assortment of mostly food-safe powders wrapped in paper. You can pull favours to get drugs if you must - only the fun ones, not the hard ones."
  ],
  "listTwo": [
   "What did you manage to bottle? (Take One Bottle)",
   "1HP Navigation: Black rum, lime, orange liqueur, cacao bitters. The drinker can always find their way home, no matter how drunk they get.",
   "2HP Flaneur: Whisky, red vermouth, amaro, bitters. Liquid elegance.",
   "3HP Golden Serpent: Cinnamon liqueur, gold leaf, fresh mint, apple juice, absinthe. Causes powerful hallucinations.",
   "4HP Red Fireball: Sweet aniseed liqueur with wild strawberry moonshine. Highly flammable (d6).",
   "5HP Corpse Reviver No.23: Lemon, sweet wine, gin. Brings back the dead. Literally. One use.",
   "6HP Pregabalin: Smoky, sweet and lemony. Just a very, very good drink. Definitely not a nerve agent."
  ]
 },
 {
  "professionNumber": "21",
  "professionTitle": "Star Blessed",
  "professionDesc": "You don’t just worship the Living Stars\nOne of them has gifted you",
  "inDebtTo": "Baztuon Order of Vault keepers: You have shared ownership of a vault-buster bomb (d12, must be set in place).",
  "youGet": [
   "YOUGET",
   "Mace (d6), ceremonial headband."
  ],
  "listOne": [
   "What was your duty within the star-blessed union?",
   "£1 Preacher: Take a Star Book.",
   "£2 Bell Ringer: You can climb ropes really fast.",
   "£3 Sacrificial Executioner: Swap your mace for an executioner bludgeon (d8, BULKY).",
   "£4 Observer: Take a telescope and flask of chicken broth.",
   "£5 Flagellant: Take a whip (d6) and lash marks.",
   "£6 Cook: Take a cleaver (d6) and mass-catering certificate."
  ],
  "listTwo": [
   "What's your star gift?",
   "1HP Broken Basilisk Symbol - Two pieces of an eye-like symbol set in lead. Anyone holding the pieces together while looking at it loses d20 CHA.",
   "2HP WildTongue - You can talk with any living thing, but what they tell you might not make sense.",
   "3HP NobleTumour - This visible growth absorbs the next harmful effect to enter your body, whether poison, parasite, curse, or otherwise, before dropping off and turning to dust.",
   "4HP Alien Bone - Looks like a wishbone, but if broken sends out a psychic wave of pain to all within 10m (d20 CHA loss).",
   "5HP Air-Sac - A membranous sac on your chest that you can inflate to 2m in diameter. Your lungs can draw on the air within, but remember the inflated sac floats.",
   "6HP Saucer Burn - Tingles in the presence of artificial light. You can will yourself to levitate slowly towards the light."
  ]
 },
 {
  "professionNumber": "22",
  "professionTitle": "Un-Revolutionary",
  "professionDesc": "Every day another revolution, another barricade\nCivil flow design demands that somebody put things back in order",
  "inDebtTo": "The Pittance Society: Your debt can only be paid in loose change.",
  "youGet": [
   "YOUGET",
   "Five-point hat, broom."
  ],
  "listOne": [
   "What did you bring from home?",
   "£1 A bottle of Nectar Brew, bright yellow, lightly alcoholic, doubles as a medium-strength glue.",
   "£2 Tin of Dust Snuff, enough for three doses. Causes a sneeze violent enough to expel any harmful substance from your body.",
   "£3 A spoiled Pet Rabbit (2HP).",
   "£4 Pack of Gum (smoke) with a comical dispenser.",
   "£5 A Bright Green Parrot (3HP), knows a few anti-revolution phrases.",
   "£6 A Fantastic Sandwich in a ridiculously sturdy lunchbox."
  ],
  "listTwo": [
   "What helped you break up barricades?",
   "1HP Flamethrower: d6, BULKY, BLAST.",
   "2HP Breaching Rifle: d6, +d10 against structures or massive targets, BULKY.",
   "3HP 5 Proximity Mines: d8 BLAST, fails to detonate on a 1.",
   "4HP 3 Toxic Smoke Bombs: d6 BLAST and smoke cloud. Ongoing DAMAGE each turn for anyone that stays within.",
   "5HP 3 Spike Bombs: d8 BLAST. Only activates if it is spiked into place. Very short fuse.",
   "6HP 3 Safety Firebombs: d6 DAMAGE each round until extinguished. Has no effect on living tissue."
  ]
 },
 {
  "professionNumber": "23",
  "professionTitle": "Human Unionist",
  "professionDesc": "The world is full of strange and powerful things\nNone of them deserve our worship",
  "inDebtTo": "The Masterphagers: You have learned the technique to safely eat anything up to the size of your fist, but only food  provides nourishment.",
  "youGet": [
   "YOUGET",
   "Tall hat and sash."
  ],
  "listOne": [
   "What was your day job?",
   "£1 Butcher: Take a cleaver (d6).",
   "£2 Schoolteacher: Take a cane (d6).",
   "£3 Baker: Take a breadknife (d6).",
   "£4 Private Investigator: Take a pistol (d6).",
   "£5 River Snake Hunter: Take a bow (d6).",
   "£6 Steeplejack: Take climbing boots and a pick (d6)."
  ],
  "listTwo": [
   "What made you join the union?",
   "1HP You survived Cosmic Abduction. When otherworldly creatures speak another language, you get a tingly sense of what they’re saying.",
   "2HP You just Love Humanity and want to keep it pure. Take a firebomb (d6 DAMAGE each round until extinguished).",
   "3HP You were denied entry to the Dead-Blessed Union. Take a stolen dead-snake symbol.",
   "4HP Your Parents were high ranking members. You have some sway within the Union.",
   "5HP Mostly for Recreationalreasons. Take a keg of beer.",
   "6HP Your home was destroyed in an Unexplained Explosion. Take some burnt skin."
  ]
 },
 {
  "professionNumber": "24",
  "professionTitle": "Liberal Engineer",
  "professionDesc": "We sit on the spear-tip of modernity\nThere’s always the risk of blood",
  "inDebtTo": "The Tin Soldiers: The first of you to die can be reproduced in living metal form (ARMOUR 2, but much slower than  normal) if you wish.",
  "youGet": [
   "YOUGET",
   "Duck pistol (d6, BLAST, very short range), sack of ball bearings and screws."
  ],
  "listOne": [
   "What did you buy in preparation for today?",
   "£1 A bicycle.",
   "£2 A sturdy umbrella (d6).",
   "£3 A flask of goose soup.",
   "£4 A long scarf and very warm hat.",
   "£5 A tinned pie.",
   "£6 A can of beast repellent."
  ],
  "listTwo": [
   "What's your most recent project? (It was a fluke, you can't recreate it)",
   "1HP Minion-Maker - A copper headband that turns the wearer into a mindless automaton, obeying any command given to it.",
   "2HP PawnTube - A big golden funnel that can be spiked into the ground. Feed any item into it and a rock or gem worth half of its market value is shot out. If the same stone is returned to the funnel, the item is traded back.",
   "3HP Air-Mine - A floating sac of explosive gas (d10 BLAST). Far too sensitive once activated, so a 1 in 6 chance that it goes off prematurely.",
   "4HP Crank Bomb - Turn a crank to power it up. Roll d6 for each turn you crank it, adding to the total DAMAGE that is released when you do throw it. If the charge exceeds 12 DAMAGE it blows up in your face.",
   "5HP Impact Claw - Causes d10 DAMAGE, but if you roll a 10 you hit yourself for the DAMAGE instead.",
   "6HP Primordial Slime - Can be rubbed onto skin, leaving it soft and jelly-like. You can now bend and squeeze as if you had no bones or internal organs, but you only benefit from RESTS while in water. If you spend a day out of water the effects wear off."
  ]
 },
 {
  "professionNumber": "25",
  "professionTitle": "Masked Horrorist",
  "professionDesc": "Horrors rise from the Underground\nWe must make a friend of fear, and scare them back down",
  "inDebtTo": "The Populads: You can never remember the name or face of somebody in this Union, or what they really do, but  you can always find a member when you need one.",
  "youGet": [
   "YOUGET",
   "Handcannon (d6, very loud), horrific mask."
  ],
  "listOne": [
   "What's your mask?",
   "£1 The Famine Machine: You can eat metal in place of food.",
   "£2 The Red Beast: You have the enhanced scent and hearing of a dog.",
   "£3 The Horned Child: When you make a demand, those that refuse it feel an intense (but ultimately harmless) pain.",
   "£4 The Iron Snake: If you eat a living thing whole you learn all that it has seen.",
   "£5 The Blank Mask: You cause no sound and leave no footprints.",
   "£6 The Grey Man: All living things understand your speech, but are under no obligation to cooperate."
  ],
  "listTwo": [
   "What about when you take the mask off?",
   "1HP You can choose how your face appears each time you take it off.",
   "2HP Animals take a disliking to your face.",
   "3HP You had it surgically attached and can never take it off.",
   "4HP You need to wear glasses to see well, but the mask lets you see just fine.",
   "5HP You’re mute when not wearing the mask.",
   "6HP Your face is disfigured underneath."
  ]
 },
 {
  "professionNumber": "26",
  "professionTitle": "Rollocker Club Alumni",
  "professionDesc": "Good times, fair play\nSchool spirit!",
  "inDebtTo": "Time Enforcer 2nd Regiment: You have synchronised watches.",
  "youGet": [
   "YOUGET",
   "Sports bat (d6, BULKY), club jacket."
  ],
  "listOne": [
   "What did you supposedly study during you time as a student?",
   "£1 Take a set of unread Science textbooks.",
   "£2 Take a set of unread Fine Art textbooks.",
   "£3 Take a set of unread History textbooks.",
   "£4 Take a set of unread Engineering textbooks.",
   "£5 Take a set of unread Medicine textbooks.",
   "£6 Take a set of unread Bureaucracy textbooks."
  ],
  "listTwo": [
   "What did you really spend your time doing?",
   "1HP Pratfalls: You can fall up to 20ft without any harm.",
   "2HP Pranking a Rival Club: Take a smokebomb, a stinkbomb, and a firebomb (d6 DAMAGE each round until extinguished).",
   "3HP Mixing Drinks: You know every cocktail recipe, and take a bottle of industrial rum.",
   "4HP You Don’t Remember: Take a pig (4HP, d4 bite) dressed in club colours.",
   "5HP Raiding Wine Cellars: Take a bottle of fortified wine and you can see in the dark.",
   "6HP Hazing Initiates: Take a bottle of ether."
  ]
 },
 {
  "professionNumber": "27",
  "professionTitle": "Backward Legionnaire",
  "professionDesc": "The future holds only darkness\nBACKWARDS! NEVER FORWARDS!",
  "inDebtTo": "The Fly Heralds: While you are in debt to them, swarming insects of any type do not bother you.",
  "youGet": [
   "YOUGET",
   "Un-modern clothes, firebomb (d6 DAMAGEeach round until extinguished)."
  ],
  "listOne": [
   "What obsolete weapon do you cling to?",
   "£1 A hickory longbow (d6).",
   "£2 3 javelins (d6), you’ve named them all.",
   "£3 Pole-club (d6, BULKY).",
   "£4 Blunted falx (d6, BULKY).",
   "£5 Morning star (d6).",
   "£6 Sling (d4) with antique stones."
  ],
  "listTwo": [
   "What's the most obsolete thing you own?",
   "1HP A set of Chain Armour (ARMOUR1, BULKY).",
   "2HP £10 in Stone Coins. Someone far out in Deep Country might take it.",
   "3HP A Lute. Nobody makes the right strings anymore.",
   "4HP Portable but heavy Sundial.",
   "5HP Carrying Pole with two buckets.",
   "6HP A Chariot (with nothing to draw it)."
  ]
 },
 {
  "professionNumber": "28",
  "professionTitle": "Contract Castaway",
  "professionDesc": "Paid a petty fee to occupy a desolate rock, in place of a flag\nThe years have been dull, so you return to the mainland",
  "inDebtTo": "The Holy Carcass-Sons: You bear their mark (a black hourglass). You feel no pain but your wounds never heal. The  mark is lost when the debt is paid.",
  "youGet": [
   "YOUGET",
   "Walking stick (d6), net, pack of gum (parrot)."
  ],
  "listOne": [
   "What was your final payment for long service?",
   "£1 A tin Medal.",
   "£2 A big Chocolate Bar.",
   "£3 Lifetime supply of Dog Food, if you don’t take advantage.",
   "£4 A small Painting of you on your island.",
   "£5 A GoldenTicket that gets you passage on any one voyage or trip leaving Bastion.",
   "£6 A smart set of Shoes."
  ],
  "listTwo": [
   "What did you find on the island?",
   "1HP Crystal Ball - Once per day it answers any question yes or no, as helpfully as it can. It knows everything.",
   "2HP Pack of Fat Beans - Eating one makes you unable to run or jump until you get a night’s sleep.",
   "3HP Jar of Black Air - Releasing it plunges the room into darkness until fresh light it brought in. One use only.",
   "4HP Jar of Unidentified Blood - If poured into a dead body, the body serves you in one task before vomiting up the blood and dying even more.",
   "5HP Star Atlas- Shows constellations that you do not recognise from the sky. Anyone harming the book is struck by lightning (d12, ignore ARMOUR).",
   "6HP Badly Stitched Doll-Terrifies children and animals."
  ]
 },
 {
  "professionNumber": "29a",
  "professionTitle": "Repressed Psychic",
  "professionDesc": "It’s inside your head\nYou can’t hold it in any longer",
  "inDebtTo": "Under-Kin: Their office is far, far underground and they’re very, very mutated.",
  "youGet": [
   "YOUGET",
   "Glass marbles."
  ],
  "listOne": [
   "How did you try to hide your power?",
   "£1 Worked in a Distant Mine: Take a pick-axe (d6, BULKY).",
   "£2 You’ve Never Hidden: Take a pistol (d6).",
   "£3 Drifted Alone on a River Raft: Take a fishing spear (d6).",
   "£4 Mercenary Enlistment: Take a part-broken horse rifle (d8, BULKY, breaks forever on a1).",
   "£5 Spiritual Pilgrimage: Take a dagger (d6) and growing cynicism.",
   "£6 BlindingYourself: Take a cane (d6)."
  ],
  "listTwo": [
   "What's your hidden power?",
   "1HP Magnetism over unheld metal objects, with the force of your own hand.",
   "2HP Phase Through Walls or doors at will. If the wall is too thick, you don’t phase into it at all.",
   "3HP You can Transfer your Consciousness into a fresh corpse. Each time you undertake a stressful situation in your new body you must pass a CHA SAVE or return to your own body.",
   "4HP You can Perfectly Predictcoin tosses that other people make.",
   "5HP You Appear Invisible to one person that you focus on.",
   "6HP You can Sense the Motives of anyone you touch."
  ]
 },
 {
  "professionNumber": "29b",
  "professionTitle": "Mendicant Mycologist",
  "professionDesc": "Your passion for fungi was great\nLess so for the strictures of your order",
  "inDebtTo": "Onarger Hood, Bleak Poet: Take a black musical instrument each. They’re specially tuned to only play bleak-jazz.",
  "youGet": [
   "YOUGET",
   "Khukuri (d6), specimen carry case, the traditional hat of your order (large mushroom cap with gills beneath)."
  ],
  "listOne": [
   "Why did you leave the order?",
   "£1 Kicked Out for Hygiene Breach: Take a mould infection.",
   "£2 You Broke the Vow of Solitude: Your spouse accompanies you (3hp, stylish coat).",
   "£3 You Saw Your Destiny in a Psychotropic Vision: Take a pouch of psychedelic mushrooms.",
   "£4 Won the Lottery: Lost it all backing an ill advised expedition.Take a map to somewhere strange.",
   "£5 You Developed a Fungus Allergy: Take a pack of disposable gloves. Contact causes an irritating rash, leaving you DEPRIVED until you see a Specialist.",
   "£6 You were Secretly Obsessed with Moss Instead: Take a hidden pouch of Salty Moss. It tastes delicious and re-grows in your pouch if you keep it damp."
  ],
  "listTwo": [
   "Which rare specimen do you still have?",
   "1HP Ghostcap Mushroom: Glows in the presence of a recently killed person.",
   "2HP Hypermushroom: Purely theoretical, exists in four dimensions. Eat to safely resolve a paradox.",
   "3HP Lonely Dragon Knight: Large, tough cap. Fire resistant. Usable as shield (+1ARMOUR).",
   "4HP Siege Morelle: Pest resistant, grows with ease on any surface. Tastes almost impossibly bland.",
   "5HP Nightmare Amanita: Induces long sleep and horribly vivid nightmares.",
   "6HP Moonsponge: Soaks in moonlight. Spills forth absorbed light when cut."
  ]
 },
 {
  "professionNumber": "30a",
  "professionTitle": " Amateur Amputator",
  "professionDesc": "Not trained in the finesse stuff\nMajor structural work only",
  "inDebtTo": "DebWorldkiller: You technically owe her money from a cult membership you don’t remember agreeing to.",
  "youGet": [
   "YOUGET",
   "Bonesaw (d6), ether."
  ],
  "listOne": [
   "What unsettled your patients?",
   "£1 Your Loud Cutting Machinery: Replace your bonesaw with a grinding saw (d8, BULKY).",
   "£2 Mistrust of Anaesthetic: Swap your ether for a healing-hand symbol.",
   "£3 Your Unhygienic Surroundings: Take a filthy ferret (2HP, d4 bite, stinks).",
   "£4 Your Sense of Humour: Take a book of anatomy jokes.",
   "£5 Your Paranoia: Take a tiny pistol (d6) that you always keep one hand on.",
   "£6 Your Eyesight: Take very thick glasses (you cannot see well without them)."
  ],
  "listTwo": [
   "What else did you bring to work?",
   "1HP Universal Suture that perfectly conjoins two bits of organic matter, becoming one being. One use only.",
   "2HP Tank of Laughing Gas.",
   "3HP Magnifying Lens with adjustable focus.",
   "4HP Heavily-used Forceps.",
   "5HP A Hookin place of your off-hand.",
   "6HP A bottle of Strong Perfume."
  ]
 },
 {
  "professionNumber": "30b",
  "professionTitle": "Investment Centurion",
  "professionDesc": "Leader of a hundred traders\nAny one of them would have sold you out",
  "inDebtTo": "The People’s Paperworks: If they find out you have bought any printed-goods that weren’t printed by them they add £500 to your Debt.",
  "youGet": [
   "YOUGET",
   "Decorative letter opener (d6), worn-out business-wear."
  ],
  "listOne": [
   "What did you manage to reclaim from your desk?",
   "£1 High-Focus Hourglass - Runs for fifteen minutes when turned. If the turner deviates from their current task during that time they lose d10 CHA as their brain is jolted back into focus. If they finish their task the hourglass chimes proudly.",
   "£2 Word of the Day Calendar - Time-locked, so you can’t skip ahead. The word is always a clue to something that is likely to happen today.",
   "£3 Inspirational Mug - Displays a motivational quote and scene when filled with a hot drink. After enjoying your drink and contemplating the quote you restore any CHA loss.",
   "£4 Compulsion Cube - Covered in buttons and switches. Anybody seeing it for the first time is DEPRIVED until they get to play with it or get their own.",
   "£5 Drinker-Bird - Metal toy that slowly drinks any liquid placed in front of it. Dispenses the liquid on command at the specified temperature. Cannot hold more than two liquids at once but seems to have infinite capacity.",
   "£6 Stress Hammer - Immensely satisfying hammer (d6) that restores any CHA loss if you use it to break something worth at least £1k or wound somebody with it."
  ],
  "listTwo": [
   "How did you keep track of the numbers?",
   "1HP You Left it (Mostly) to Chance: Take a lucky coin (flips favour you 75% of the time).",
   "2HP You Outsourced the Difficult Stuff: You know most dialects and can imitate them pretty well.",
   "3HP The Twins: Take a pair of cuff-links or matching rings. You can whisper a number-related problem into one and listen into the other for the answer.",
   "4HP In Your Head: You have a perfect memory for numbers.",
   "5HP The Modern Way: Take a multi-function electric calculator. Requires significant winding up before use.",
   "6HP The Old-Fashioned Way: Take a battered abacus."
  ]
 },
 {
  "professionNumber": "31a",
  "professionTitle": "Polar Bounty Hunter",
  "professionDesc": "The endless polar mists are a great place to hide\nYou did your best to bring the lost home, one way or another",
  "inDebtTo": "Fictioneers: In their office is a large, empty book with your names written on the front. If you’re late paying your debt, the Fictioneers can make unpleasant things happen to you by writing them within.",
  "youGet": [
   "YOUGET",
   "Pole axe (d8, BULKY)."
  ],
  "listOne": [
   "Just how tough are you?",
   "£1 Take a Wolf (5HP, d6 bite) that follows your every command.",
   "£2 Take an Adoring Follower (1HP, club d6).",
   "£3 You can Whistleloud enough to cut through any noise, and over vast distances.",
   "£4 You’re Immune to alcohol and other toxins.",
   "£5 If you can pick up a container, you can Break It Open with just your hands and teeth.",
   "£6 Take an Eyepatch and a captivating story about how you got it."
  ],
  "listTwo": [
   "What power did the mist grant you?",
   "1HP Fogwhisper: As long as you make eye contact with another, they can hear anything you whisper.",
   "2HP Snowblood: You suffer no harm from extreme cold.",
   "3HP Iceclap: You can extinguish small flames with a loud clap.",
   "4HP Chillsight: You have white eyes, which people don’t like.",
   "5HP Mistlung: You can always see your breath.",
   "6HP Seathirst: You can only survive on saltwater. Freshwater doesn’t quench you."
  ]
 },
 {
  "professionNumber": "31b",
  "professionTitle": "Necro-Engineer",
  "professionDesc": "Of all Bastion’s industry, the city produces corpses faster than anything\nProduction on this scale calls for modern methods",
  "inDebtTo": "The Jolity Engine: A sentient, building-sized gambling machine. Whenever you visit it offers a spin of its wheels to halve the debt, or double in the case of a loss. Odds are 52% in favour of the Engine.",
  "youGet": [
   "YOUGET",
   "Sombre formal wear, shovel. "
  ],
  "listOne": [
   "How did you get your start in the corpse disposal industry?",
   "£1 Digging the Deepest Graves for Uncooperative Cadavers: Replace your shovel with a powered grave-burrower (d8, BULKY, extremely loud, tears through earth at an alarming rate).",
   "£2 Professional GraveVisitor: You have a lifetime supply of bouquets from a handful of Bastion’s florists.",
   "£3 Silencing Birdsong: Take a pigeon-gun (d6, BULKY).",
   "£4 WidowTender: Take an expandable umbrella.",
   "£5 You were Born in a Mausoleum: You can sense a corpse up to one room away.",
   "£6 Chasing Scavengers Away: One barely-domesticated hyena (5HP, d6 bite) stuck with you."
  ],
  "listTwo": [
   "What was your great project? (You couldn't get funding)",
   "1HP The Incineration Dome: Take a fire-proof protective suit that fits over your formal wear.",
   "2HP The Pyramid of Final Rest: You can tell the exact height and rough age of a building with a glance.",
   "3HP The Feasting Garden: Take a sack of carrion seed (irresistible to crows, vultures and other scavenging birds).",
   "4HP The Protein Reclamation Initiative: Take a jar of flavour-masking rub (makes anything palatable).",
   "5HP The Eternal Cruise: Take a morbidly decorated naval captain’s hat.",
   "6HP The Star Burial: You feel that the Living Stars are taunting your failure. If left alone under starlight you are DEPRIVED."
  ]
 },
 {
  "professionNumber": "32a",
  "professionTitle": "Mockery",
  "professionDesc": "An imitation of life in felt, wood, and string\nYou don’t need to eat, drink, sleep, or love, but still feel the drives",
  "inDebtTo": "Unpairers: If you are caught with a matching pair of anything they’ll add £505 to your debt.",
  "youGet": [
   "YOUGET",
   "Hidden knife (d6), 3 Mock-bombs (d8 small BLAST)."
  ],
  "listOne": [
   "What type of mockery are you?",
   "£1 Mock Fox: Take a leather jacket.",
   "£2 Mock Badger: Take a long scarf.",
   "£3 Mock Lizard: Take a monocle.",
   "£4 Mock Wallaby: Take a pipe.",
   "£5 Mock Canary: Take a miner’s helmet.",
   "£6 Mock Hog: Take a top hat."
  ],
  "listTwo": [
   "What do you have a theatrical flair for?",
   "1HP Song and Dance: Take a musical instrument.",
   "2HP Mechanical Workings: Take a tool kit.",
   "3HP Burglary: Take a mask and a swag-bag. ",
   "4HP Bureaucracy: Take an adjustable stapler.",
   "5HP Cooking: Take a roll of tin foil.",
   "6HP Smelling Lies: Take a hard stare."
  ]
 },
 {
  "professionNumber": "32b",
  "professionTitle": "Alpha Tester",
  "professionDesc": "For safety, you had to push the button, flip the switch, taste the glue\nYour contract was the only thing worse than your pay",
  "inDebtTo": "Motherlode Corporate Incubator: A business conglomerate that delegates all decisions to a workgroup of toddlers.Take shared ownership of an “Expadison Savival Kit” containing sugar-biscuits, a plastic screwdriver, a rubber giraffe, and a flask of sweetened milk.",
  "youGet": [
   "YOUGET",
   "Telescopic rod (d6), protective suit (Armour 2 against explosions and fire only, BULKY)."
  ],
  "listOne": [
   "What was the worst thing to happen to you?",
   "£1 Lost All of your Hair in an acid eruption.",
   "£2 Lost a Leg riding an electric staircase.Take a low-quality prosthetic.",
   "£3 Your Heart Stopped after too long in a relaxation-booth.Take a mechanical heart.",
   "£4 Lost an Eye to an overly powerful toy crossbow.",
   "£5 Skin Turned Green by experimental cosmetics.",
   "£6 Lost an Arm to a mechanical-dog-substitute.Take a low-quality prosthetic."
  ],
  "listTwo": [
   "Which unsafe device did you manage to keep?",
   "1HP 3 Jolt Cans - A combination of drink and electric charge. When a can is consumed you require no sleep for 24 hours, and during that time you are never surprised, always alert. After 24 hours passes you are DEPRIVED until you sleep for a full 24 hours.",
   "2HP Essence Projector - Project and inhabit a ghost version of yourself up to ten feet away. The ghost form is immaterial, can pass through walls, but any contact with fire or electricity deals d12 DAMAGE to your real body.",
   "3HP Chronophone - Can call any regular phone provided you are at least a few blocks away. Can either call an hour in the past, or an hour in the future. Any attempt to create a paradox disconnects the line and you take d12 DAMAGE as your conflicting timelines are forced into one.",
   "4HP Mechanical Dog Substitute - 1HP,Armour 3, d6 bite. Only understands its own name, speak, sit, and kill. Otherwise just follows you clumsily.",
   "5HP Blizzard Popper - Plastic tube with a string hanging from the bottom. Pulling the string has a 50/50  chance of two effects. Recharges in 12 hours: Blizzard: After a celebratory chime, harmless fake snow blasts from the popper. Ash Storm: After an off-key chime, foul burning ash (d8 BLAST) is fired from the popper.",
   "6HP Temperance Band - Speak one need such as “hunger” or “thirst” and snap the band around your wrist. While you wear the band you no longer have that need and cannot even partake willingly. When you remove the band all of the hunger or thirst catches up with you, and you die if you do not immediately sate the backed-up need."
  ]
 },
 {
  "professionNumber": "33",
  "professionTitle": "Prize Breeder",
  "professionDesc": "You had a small kennel of finely bred animals\nNow you’re down to your last pair",
  "inDebtTo": "Stamp Appreciation Society: You owe back-dated subscription fees, but share ownership of a worthless postage stamp collection.",
  "youGet": [
   "YOUGET",
   "Male and female animal (see below), striking rod (d6), chain and collar of suitable size, cleaning wax."
  ],
  "listOne": [
   "What did you breed??",
   "£1 FatWorms: A full jar. Extremely effective fish bait. Swap your chain and collar for fishing gear.",
   "£2 Military Pigeons (6HP, always follow orders).",
   "£3 Riding Dogs (5HP, d6 bite, only suitable for children).",
   "£4 Lap-Crocodiles (3HP, d6 bite, very needy).",
   "£5 Oil Ferrets (2HP, impossible to keep hold of).",
   "£6 Tiny Goats (2HP, d4 butt, trained to go for the shins)."
  ],
  "listTwo": [
   "What happened to your breeding enterprise?",
   "1HP You and a bitter rival Took the Competition Too Far. Take a firebomb (d6 DAMAGE each round until extinguished). ",
   "2HP Something went wrong with your Radical Breeding Programme. Your mated pair are sterile, but the three of you share a psychic link.",
   "3HP You just got Wanderlust. Take a zoological atlas.",
   "4HP You made it big, Got Ideas Above Your Station, then lost it all. Take a half-empty bottle of expensive whisky.",
   "5HP Your Theories Were Too Controversial. Swap your striking rod for an electro-lash (d8, BULKY).",
   "6HP You Were Scammed. Take £1k in unconvincing counterfeit coins."
  ]
 },
 {
  "professionNumber": "34",
  "professionTitle": "Failed Citizen",
  "professionDesc": "None of the Failed Cities could keep up with Bastion\nYou left your pathetic home for the real deal",
  "inDebtTo": "Ruff Collar Kennels: You have shared responsibility for a disobedient dog (3HP, d6 bite) for the duration of the Debt. If you lose the dog, add £500 to your Debt.",
  "youGet": [
   "YOUGET",
   "Nail plank (d6, BULKY), barbed wire."
  ],
  "listOne": [
   "What was the first thing you bought in bastion?",
   "£1 A Modern Hat: It’s recently out of fashion.",
   "£2 A Case of Fancy Wines: Well past their best.",
   "£3 A Duck: (1HP) The seller insisted it could dance. It cannot.",
   "£4 Night Goggles: Only work very slightly.",
   "£5 A Guidebook: Outdated and full of adverts.",
   "£6 A Can of Gruel: You were told it is a delicacy."
  ],
  "listTwo": [
   "What's the only thing you miss from home?",
   "1HP The Brass Bands: Take a trumpet.",
   "2HP The Salt-Boiled Humbugs: Take a pack of disgusting sweets.",
   "3HP The Lawn Games: Take a set of boules.",
   "4HP The Emu Hunts: Take an obsolete long-rifle (d6, BULKY).",
   "5HP The Moss-Pipe Cafés: Take a pipe and smoking moss.",
   "6HP The Underground Living Quarters: You can always sense the most direct route to the surface."
  ]
 },
 {
  "professionNumber": "35",
  "professionTitle": "Urban Safarist",
  "professionDesc": "The human condition makes for fascinating viewing\nAt least for those too rich to have worries",
  "inDebtTo": "Baroness Joleen Mast of Rosevine: Rules from a distant Failed City, but has relatives in Bastion. Insists on payment in person.",
  "youGet": [
   "YOUGET",
   "Tall hat."
  ],
  "listOne": [
   "What keeps you safe?",
   "£1 A Sword Cane (d6, easily concealable).",
   "£2 A Wooden Stake (d6, adorned with useless symbols).",
   "£3 A Machete (d6, with a fake jungle story).",
   "£4 A Scrap Launcher (d8, BLAST, BULKY, requires a REST to reload).",
   "£5 A Startle-Gun (fires loud but blank shots).",
   "£6 A Scary but Cowardly Dog (6HP, d8 maul)."
  ],
  "listTwo": [
   "What gets you into hidden places?",
   "1HP A knack for Picking Locks.",
   "2HP A collection of Fake Identification Documents.",
   "3HP You’re the Exact Doubleo f somebody very powerful and influential.",
   "4HP You know the Layout of Bastion perfectly, even as it changes.",
   "5HP You were Raised in the Underground and have weird family down there, but you look remarkably normal.",
   "6HP You have perfect Dark-Vision."
  ]
 },
 {
  "professionNumber": "36",
  "professionTitle": "Lockholder",
  "professionDesc": "Canal locks charge a toll, but nobody’s certain who owns them\nYou held a lock for a while",
  "inDebtTo": "Severin Sistern’s Underground Cruises: You each have a poor quality imitation naval uniform in addition to your normal clothes.",
  "youGet": [
   "YOUGET",
   "Unused pistol (d6), smart uniform."
  ],
  "listOne": [
   "Which lock keeper's union did you belong to?",
   "£1 The Wristwatchmen: Take a utility watch (d4 micro-shot) that has similar tools to a Swiss army knife.",
   "£2 The Very-Strong-Group: You can pull out somebody’s heart if you cause CRITICALDAMAGE with an unarmed attack.",
   "£3 The Wind Order: Replace your unused pistol with an unused marksman’s rifle (d8, BULKY) and your uniform is extra-smart.",
   "£4 The New Sonic-Dogs: Take two sonic bombs (d6 BLAST and shatter all glass in the area).",
   "£5 Total Data: You have a machine-eye that automatically reads and remembers any text passed in front of it.You can recall this at will.",
   "£6 Worm Storm: Take worm tattoos. You can speak a language that worms understand, but they are not bound to obey you."
  ],
  "listTwo": [
   "What went wrong?",
   "1HP Urban Apes Took Your Lock, but a small chimp (5HP, d6 bite) decided to go with you.",
   "2HP The local council paid you off, but You Squandered The Money. Take a gold tooth (worth £500, not easy to remove) and bottle of expensive perfume.",
   "3HP After foiling a plot to blow up your lock for insurance purposes, You Were Dismissed From Duty. Take a bomb (d10 B LAST).",
   "4HP Canal Pirates Wiped Out Your Organisation. Take a bloody cutlass (d6).",
   "5HP You were sent on a supply run, and Came Back To A Ruined Lock. Take a donkey (4HP).",
   "6HP A water wraith Scared You All From The Lock. Take a flask of star-blessed water said to repel strange beings (is actually acid)."
  ]
 },
 {
  "professionNumber": "37",
  "professionTitle": "Repurposed Augmental",
  "professionDesc": "Mechanically adapted for a purpose you were unable to fulfil\nYou found a job somewhere else",
  "inDebtTo": "Drumm Personal Security: Weapons pay off this debt at twice their normal value.",
  "youGet": [
   "YOUGET",
   "Mallet (d6)."
  ],
  "listOne": [
   "What was your job?",
   "£1 Civic Planning: Take a nice jacket.",
   "£2 Electricity Station Labour: Take a set of rubberised tongs.",
   "£3 Private Security: Take a concealed pistol (d6).",
   "£4 Personal Errands: Take an umbrella.",
   "£5 Housekeeping: Take a telescopic brush.",
   "£6 Municipal Cleaning: Take a broom."
  ],
  "listTwo": [
   "How are you augmented?",
   "1HP Part-Metal Body: You always have at least ARMOUR1.",
   "2HP BileValve: You can spew acid spray (d6, BLAST, continues until washed off) once per day.",
   "3HP Chest Compartment: A barely visible seam in your chest can open up to discreetly store a fist-sized object.",
   "4HP Steel Jaw: You can bite through most anything you can fit in your mouth.",
   "5HP Detachable Arms: They still function as you wish if removed.",
   "6HP Remodelled Internals: You do not need to eat or breathe."
  ]
 },
 {
  "professionNumber": "38",
  "professionTitle": "Noble-In-Waiting",
  "professionDesc": "The chances of you actually inheriting your title are microscopic\nYou decided to take your fate into your own hands",
  "inDebtTo": "Stubb Prosthetics: You each have a rudimentary prosthetic, but it cannot be a limb.",
  "youGet": [
   "YOUGET",
   "Fire poker (d6), fur cloak."
  ],
  "listOne": [
   "What title are you due to inherit?",
   "£1 Arch-Hellion of Jules: Take a set of ugly red ARMOUR(ARMOUR1).",
   "£2 Metagon of Ram: Take an ancestral horn (curly and loud).",
   "£3 Inactor of Discave: Take a fancy spike-rod (d8, BULKY) that is also a periscope.",
   "£4 Cryptor of Hyde: As a gift from your ancestors, you can ask any recently dead being one question, but they are only as cooperative as they were in life.",
   "£5 Faux-Reiner of Trave: Take a box of fancy cigars and bottle of brandy.",
   "£6 Eminent-Raider of Ruther’s Ford: Take a warhorse (7HP, d8 trample)."
  ],
  "listTwo": [
   "How many people must die before you inherit?",
   "1HP Nobody Knows, so succession has turned into a bit of a free-for-all, and as such has drifted far from your family.",
   "2HP Fourteen, and they’re very far apart.",
   "3HP Twelve, but you aren’t sure which twelve.",
   "4HP Nine, and they’re incredibly powerful and unified against you.",
   "5HP Eight, and their holdings are far from Bastion.",
   "6HP Nobody. You technically hold the title, but the lands were utterly obliterated before you inherited. It isn’t on maps anymore."
  ]
 },
 {
  "professionNumber": "39a",
  "professionTitle": "Vault Cracker",
  "professionDesc": "Most vaults are old enough that nobody can agree who owns them\nYou’re just tidying up forgotten things",
  "inDebtTo": "Slumborn Sisterhood: Share £100 in Slum Vouchers, valid only in the worst boroughs.",
  "youGet": [
   "YOUGET",
   "Shovel (d6, BULKY)."
  ],
  "listOne": [
   "What gets you in?",
   "£1 A Key Flute that has a 1-in-6 chance of opening any lock you play to. If it fails once, it never works on that lock.",
   "£2 Take a Crowbar(d6).",
   "£3 Take three Mining Charges (d10 BLAST, must be set in place and shot).",
   "£4 Take a Portable Ram.",
   "£5 Take a bent Coat Hanger.",
   "£6 Take a Breaching Rocket (d10 BLAST, one shot)."
  ],
  "listTwo": [
   "What did you find?",
   "1HP Macro-Telescope - Essentially infinite zoom.",
   "2HP Portable Raft - Carries four people, compresses down to briefcase size.",
   "3HP Brace of Fancy Pistols - d8 each, but won’t fire if separated.",
   "4HP Case of Poisons - One dose each of ingested, injected, and inhaled poisons.",
   "5HP Cursed Music Box - Sounds awful to you, everybody else hears their favourite tune.",
   "6HP Unlabelled Food Can - 50/50 chance of cat food (expired), or pressurised potato (explodes in a d8 BLAST when exposed to air)."
  ]
 },
 {
  "professionNumber": "39b",
  "professionTitle": "A Cupressurist Of Inanimate Objects",
  "professionDesc": "You were taught to ease and adjust the energy flowing through things\nYou didn’t finish your training",
  "inDebtTo": "The Hedge Club: All public gardens in Bastion are dangerous ground, until you answer for your crimes against topiary.",
  "youGet": [
   "YOUGET",
   "Set of steel needles, massage ointment, 20-metre-long scroll of esoteric diagrams."
  ],
  "listOne": [
   "What class of inanimate object do you know how to manipulate?",
   "£1 Tools Made to Kill: Take a fencing foil.",
   "£2 Flesh Once Living: Take an iron coffin.",
   "£3 Mechanisms that Lock: Take a hooded lantern.",
   "£4 Devices used in Games: Take a bag of dice.",
   "£5 Furniture made for Rest: Take a set of carpenter’s tools.",
   "£6 Vessels that Hold Drink: Take a pouch of laxative powder."
  ],
  "listTwo": [
   "After 30 minutes spent treating the object, you can cause it to...",
   "1HP Violently Combuston exposure to water.",
   "2HP Disintegrateat somebody else’s touch.",
   "3HP Induce Projectile Vomiting upon contact.",
   "4HP Become Utterly Indestructible for an hour.",
   "5HP Transforminto actual gold for thirty minutes.",
   "6HP Animate, obeying your word for five minutes."
  ]
 },
 {
  "professionNumber": "40a",
  "professionTitle": "Revolutionary Duellist",
  "professionDesc": "You are the sword tip of change in Bastion\nSometimes change for its own sake",
  "inDebtTo": "Doctor Harold Pang, Archaeologist: Pays double the value for items still dusty from excavation.",
  "youGet": [
   "YOUGET",
   "Puffy clothes, mirror."
  ],
  "listOne": [
   "What's your weapon of choice?",
   "£1 Crow-Sword (d6, doubles as crowbar).",
   "£2 Military-Fork (d8, BULKY).",
   "£3 Pointman’s Duelling Pistol (d8, requires a REST to clean and reload).",
   "£4 Compound Bow (d6, silent).",
   "£5 Fixed-Rifle (Does not function as a gun, but with included bayonet is d6, BULKY, melee).",
   "£6 Claymore (d8, BULKY)."
  ],
  "listTwo": [
   "What's your flair?",
   "1HP You attempt a Fancy Finishing Move with your signature weapon for +d10 DAMAGE, but if it doesn’t cause CRITICAL DAMAGE then you take CRITICAL DAMAGE yourself.",
   "2HP Take a pocket of Blinding Powder (DEX SAVE or blinded for one turn. After use, you must visit your supplier for a free refill).",
   "3HP Take a pack of Tiny Smoke Bombs (Make enough smoke for you to quickly dash away. After use, you must visit your supplier for a free refill).",
   "4HP You can Hurl Your Weapon for d8 DAMAGE. If you roll an 8 the weapon is broken.",
   "5HP You can Mimic Any Voice you hear, and use it mockingly.",
   "6HP Take an Extra-Fancy Hatwith a famous backstory."
  ]
 },
 {
  "professionNumber": "40b",
  "professionTitle": "Expelled Lamplighter",
  "professionDesc": "Your order has fallen out of favour in recent years\nWho needs to replace lamps in this electric age?",
  "inDebtTo": "Jovbon The Prosthetist: You had a pretty bad accident, but Jovbon sorted you out with some replacements. Unless you can pay up, soon he'll be back for his limbs.",
  "youGet": [
   "YOUGET",
   "Knife, wick on a 10 foot pole, pair of felted slippers."
  ],
  "listOne": [
   "Which tenet of the lanterner's code did you break?",
   "£1 Leave Nothing But Smoke: While holding a naked flame, you can be seen, but never heard.",
   "£2 Light Every Torch You See: You can see in low light as if it was good light. You can see in the dark as if it was low light.",
   "£3 Never Share The Dungeon's Secrets: Take a bulging pouch of adventurer's gold (fake).",
   "£4 Never Take The Dungeon'sTreasure: Take a set of lockpicks.",
   "£5 The Creatures Of The Dark Are Not Your Enemy: Take a two-handed axe (d8).",
   "£6 Never Let The Light Be Extinguished: Take a fire extinguisher."
  ],
  "listTwo": [
   "What were the other tools of your trade?",
   "1HP Telescopic 20 foot ladder.",
   "2HP Magic candle (never runs out).",
   "3HP Barrel of gasoline.",
   "4HP Small fire spirit (4HP, d6 burn) in a jar.",
   "5HP Pocket lighter.",
   "6HP Screwdriver and a dozen replacement light bulbs."
  ]
 },
 {
  "professionNumber": "41",
  "professionTitle": "Newspaper Intern",
  "professionDesc": "You were technically paid to write technically-non-lies\nIt never really got off the ground",
  "inDebtTo": "Society for the Punishment of Wayward Students: Your debt is to pay for breakages you caused by some prank in your youth. You know a load of dumb code words that only you understand.",
  "youGet": [
   "YOUGET",
   "Notepad."
  ],
  "listOne": [
   "What was the worst story you had to cover?",
   "£1 Local Lizard Races: Take a slow disowned lizard (2HP).",
   "£2 Escaped Swan: Take a net.",
   "£3 Mine Collapse: Take a canary in a cage.",
   "£4 Snooker Tournament: Take a flask of very strong coffee.",
   "£5 Collapse of Order at a Zoo: Take a sack of animal feed.",
   "£6 Prison Riots: Take a pack of gum (bread) and a pair of handcuffs."
  ],
  "listTwo": [
   "What did you take from the press office before your internship ended?",
   "1HP Paper-Boy that has nowhere else to go (DEX 15, 2HP) and blindly obeys you.",
   "2HP Snubbed Shotgun (d6, +d6 at point blank range) from the editor’s office.",
   "3HP Sabre (d6) owned by some famous revolutionary.",
   "4HP Cricket Bat (d6, BULKY) signed by a disgraced general.",
   "5HP Letter Opener (d6) and a book of one-hour-delivery stamps.",
   "6HP Heavy Rod (d6, BULKY) from the printing press."
  ]
 },
 {
  "professionNumber": "42",
  "professionTitle": "Rural Tax Collector",
  "professionDesc": "You’ve spent more time than you care on the roads of Deep Country\nSquinting at obsolete currencies was your life",
  "inDebtTo": "Bastiard Free Press Council: You have a shared subscription to a local newspaper, delivered daily to a personal box nearby.",
  "youGet": [
   "YOUGET",
   "Taxman’s pistol (d6, extremely loud)."
  ],
  "listOne": [
   "What did the tax office provide you with?",
   "£1 Can of Beast Repellent (enough for 3 uses, a Specialist refills it for free).",
   "£2 An Ornate Baton (d6, strikes fear into tax-dodgers).",
   "£3 A Shaggy Dog (4HP, d6 bite).",
   "£4 Ceremonial Armour (ARMOUR1, BULKY).",
   "£5 A Mock Ferret (1HP, knows two songs).",
   "£6 A book of Simple Country Jokes."
  ],
  "listTwo": [
   "What do you hate most about bastion?",
   "1HP Unionised Workers: Take membership badge for the Anti-Union Coalition.",
   "2HP Bureaucracy: Take a portable shredder.",
   "3HP People in General: Take an enemies list.",
   "4HP Organised Religion: If you participate in a religious ceremony without complaining, you are DEPRIVED for the remainder of the day.",
   "5HP Modern Clothes: You are DEPRIVED if you are fashionably dressed.",
   "6HP Pigeons: They hate you back."
  ]
 },
 {
  "professionNumber": "43",
  "professionTitle": "Academic Debater",
  "professionDesc": "Somebody must argue the positions that nobody cares about\nYou were that somebody",
  "inDebtTo": "Conglomerated Taxes: You are exempt from certain taxes, gaining an effective 50% discount on pets, hair products, and offal.",
  "youGet": [
   "YOUGET",
   "Cane (d6), pocket-watch."
  ],
  "listOne": [
   "What can you debate forever?",
   "£1 Public Transport: Choose a favourite type.",
   "£2 Libraries: Choose a heretical library opinion.",
   "£3 Taxation: Choose a favourite tax.",
   "£4 Food History: Choose an ingredient that you can never resist.",
   "£5 Formal Wear: Choose a favourite bodypart to clothe.",
   "£6 Types of Roof: Choose one thing you hate about modern roofs."
  ],
  "listTwo": [
   "What did your university provide as leaving gift?",
   "1HP A box of Psychedelic Mushrooms (two doses, instant effect).",
   "2HP An extremely satisfying but dangerous Back-Scratcher (d6 DAMAGE).",
   "3HP A tiny mechanical Steel Butterfly (obeys any commands, but has all the limits and fragility of a normal butterfly).",
   "4HP A Wind Chime (somewhat relaxing).",
   "5HP A Novelty Umbrella (also a clarinet).",
   "6HP A Glass Bust of your Head (worth nothing to anyone else)."
  ]
 },
 {
  "professionNumber": "44",
  "professionTitle": "Associated Burglar",
  "professionDesc": "You burgled only sanctioned properties\nYou don’t fully understand the legality",
  "inDebtTo": "Young Errant’s University for Practical Studies: You share ownership of a set of basic engine repair tools.",
  "youGet": [
   "YOUGET",
   "Bow-pistol (d6)."
  ],
  "listOne": [
   "What's your choice of burglary equipment?",
   "£1 Bottle of Ether with long-range spray attachment.",
   "£2 Sticky-Rope (sticks to metal and stone, supports one person).",
   "£3 Crowbar (d6, passes for a walking stick).",
   "£4 Portable Ram (folds down to pocket size).",
   "£5 3 Slumber Bombs (anybody in the BLAST who is already asleep cannot be woken by any means for an hour).",
   "£6 Burglar Shotgun (d6, +d6 at point blank range, silent)."
  ],
  "listTwo": [
   "Which type of building did you target?",
   "1HP Offices: Take a poison pen (d4, d12 DEX Loss on CRITICALDAMAGE).",
   "2HP Alienist Temples: Take a handful of incense sticks.",
   "3HP Barracks: Take a military uniform and medals.",
   "4HP Hospitals: Take a stethoscope.",
   "5HP Workhouses: Take a steam-whistle.",
   "6HP Orphanages: Take a broken doll."
  ]
 },
 {
  "professionNumber": "45",
  "professionTitle": "Retail Therapist",
  "professionDesc": "You helped people spend money you had no hope of ever earning\nNone of it rubbed off onto you",
  "inDebtTo": "Finbrake Re-burglary: They accept reclaimed stolen goods for twice their value.",
  "youGet": [
   "YOUGET",
   "Self-defence shock-prod (d6, on a roll of 1 it requires recharging)."
  ],
  "listOne": [
   "What was your speciality?",
   "£1 Clothes: You’re always exquisitely dressed.",
   "£2 Drinks: You can claim a free drink in most bars.",
   "£3 Offal: You can identify most organs.",
   "£4 Cigars: Smoke doesn’t bother you.",
   "£5 Luxury Pets: Take a chameleon (1HP).",
   "£6 Jewellery: You recognise fakes right away."
  ],
  "listTwo": [
   "Who was your best client?",
   "1HP A Military Officer: Take a prototype repeater-pistol (d6, BLAST, jams on a 1, requiring Specialist repair).",
   "2HP A Paranoid Vault-Keeper: Take a peeker-lens (place against metal doors to see what’s on the other side in fuzzy vision).",
   "3HP A Deep Country Feral King: Take a clumsy but ornate sword (BULKY, d8).",
   "4HP A Wild Ocean Treasure Hunter: Take a returning knife (d6, flies back into your hand with a whistle).",
   "5HP A Washed-Up Stage Comedian: Take a water-squirting flower.",
   "6HP A Hygiene-Obsessed Millionaire: Take a bottle of universal cleaning fluid (cleans anything to a shine in no time at all)."
  ]
 },
 {
  "professionNumber": "46",
  "professionTitle": "Apprentice Sweep",
  "professionDesc": "Your master died\nThey took your terrible career prospects along with them",
  "inDebtTo": "Soddup Burials: The debt is for a parent’s funeral. Whether through blood or not, you’re all siblings to each other.",
  "youGet": [
   "YOUGET",
   "Chisel (d6), extendable brushes."
  ],
  "listOne": [
   "What did you sweep?",
   "£1 Narrow Chimneys: You can get through any gap you can get your head into.",
   "£2 Sewers: You can see in the dark perfectly.",
   "£3 Railway Lines: You can sense the speed and direction of the nearest train or tram by touching the rail.",
   "£4 Bookshelves: Dust does not bother you.",
   "£5 Gruel-Chutes: You can only eat solid food.",
   "£6 Kennels: Dogs love you. "
  ],
  "listTwo": [
   "What did you dream about as you swept?",
   "1HP Being a Highwayman: Take a fake pistol (only fires blanks).",
   "2HP Visiting the Living Stars: Take a spyglass.",
   "3HP Avenging your Master: Take a dose of powdered poison.",
   "4HP Being in High Society: Take a fashionable hat.",
   "5HP Being a Musician: Take a banjo.",
   "6HP Becoming a Master Sweep: Take a sweeper’s tattoo that only impresses other sweeps."
  ]
 },
 {
  "professionNumber": "47",
  "professionTitle": "Sky Trooper",
  "professionDesc": "Your training was so intense that the academy closed after graduation\nNow there is no mission, but you still have your gear",
  "inDebtTo": "Titan Chimney Stacks: Take shared ownership of an extremely long chimney brush.",
  "youGet": [
   "YOUGET",
   "Cutlass (d6), glider-wings (decent for gliding, unsuitable for flight), uniform."
  ],
  "listOne": [
   "How cool is your uniform?",
   "£1 It has your Name in Rhinestones across the back.",
   "£2 It has Mirrored Panels.",
   "£3 It has ARMOUR (ARMOUR1) and a masked helmet.",
   "£4 It has an Ultra-Fancy Belt Buckle.",
   "£5 It has a Cape.",
   "£6 It has Tassels."
  ],
  "listTwo": [
   "What's in your hidden punch?",
   "1HP A Flash Bomb (dazzles anyone that doesn’t avert their eyes for one turn).",
   "2HP Glow-Dust (spread over an item to cause it to glow brightly for an hour).",
   "3HP A Pen that can fire a single shot (d6).",
   "4HP A Poison Capsule.",
   "5HP 1 metre roll of Unbreakable Wire.",
   "6HP A Very Loud Whistle."
  ]
 },
 {
  "professionNumber": "48",
  "professionTitle": "Urbalist",
  "professionDesc": "The walls of Bastion have a language of their own\nThe right ones reveal secrets, with the help of your herbs",
  "inDebtTo": "Lower-Offerbog Mercenary Regiment: You have a token to call in the regiment for one murder whenever you  like.",
  "youGet": [
   "YOUGET",
   "Sabre (d6), 3 doses of hallucinogenic herbs (£20 each to restock)."
  ],
  "listOne": [
   "What do the walls tell you when you're herbed up?",
   "£1 Lick a wall to learn its Original Purpose.",
   "£2 Listen closely to hear the name of the building’s Legal Owner.",
   "£3 Stroke the walls to sense the Nearest Exit.",
   "£4 Smell the walls to know the Last Thing that was Cooked in here.",
   "£5 Eat a small part of the wall to know if there is a Hidden Door (but not where).",
   "£6 Push some fragments of the wall into your ear to know a Trivial Fact about a being that calls this place home (if any)."
  ],
  "listTwo": [
   "What do the floors tell you when you're herbed up?",
   "1HP Observe a candle’s shadow to learn the path of the Last Person to Walk By.",
   "2HP Throw some dust to hear a few echoes from the most Recent Conversation here.",
   "3HP Splash some water to see the best Path to a Destination you’re chanting.",
   "4HP Spit on the floor to hear the name of the Person Who Thinks They’re in Charge.",
   "5HP Sleep on the floor to dream about the Most Interesting Thing to happen here.",
   "6HP Follow a trail of freshly spilled blood to find something that Doesn’t Belong here."
  ]
 },
 {
  "professionNumber": "49",
  "professionTitle": "Under-Labourer",
  "professionDesc": "Construction work on the Underground continues\nDespite its lack of regard for time and space",
  "inDebtTo": "Camwick Bodeyman Herbal Remedies: Each take a pack of all-purpose herbal tablets.",
  "youGet": [
   "YOUGET",
   "Hammer (d6), drill, gum (coal)."
  ],
  "listOne": [
   "What do you know about the underground?",
   "£1 The Secret of Darkness: If you gaze into a dark passageway, you know what lies at the end of the darkness.",
   "£2 The Secret of Space: If a passageway leads to somewhere you have been before, you know immediately.",
   "£3 The Secret of Time: When underground, you can look around and see roughly what’s changed in the last hour.",
   "£4 The Secret of the Maze: You can sense a dead-end as soon as you enter a passageway that ends in one.",
   "£5 The Secret of Connection: If there is a quicker underground route between two points than the one you have planned, you know it.",
   "£6 The Secret of Cruelty: You can make a whistling noise that causes discomfort to underground vermin."
  ],
  "listTwo": [
   "Why don't you like the surface?",
   "1HP You are Extremely Ugly.",
   "2HP You’re Faintly Magnetic, and you’re sick of showing it to people.",
   "3HP You’re Sensitive To Sunlight. Take some tinted goggles, and your attacks are IMPAIRED in daylight unless you wear them.",
   "4HP You Hate Warm Food, and cannot keep it down.",
   "5HP You can only Speak Gibberish, but understand everyone else just fine.",
   "6HP You have Severe Agoraphobia. You are DEPRIVED whenever outdoors."
  ]
 },
 {
  "professionNumber": "50",
  "professionTitle": "Science Mystic",
  "professionDesc": "The past was nothing but lies\nThere is hidden truth in these modern ways",
  "inDebtTo": "Flex Restaurant: You are blacklisted from every reputable eatery in Bastion until you pay.",
  "youGet": [
   "YOUGET",
   "Ceramic staff (d6, BULKY, non-reactive to chemicals), glue, solvent."
  ],
  "listOne": [
   "Where is the truth hidden?",
   "£1 In the Electric Lamps: Take a multi-setting lamp.",
   "£2 In Ether-Induced Sleep: Take two doses of ether.",
   "£3 In Patterns of Corrosion: Take two flasks of acid.",
   "£4 In Magnetism: Take a very strong magnet.",
   "£5 In Hidden Sounds: Take a sound amplifier (handheld, allows you to hear very faint sounds).",
   "£6 In Tension Formulae: Take a variety of springs."
  ],
  "listTwo": [
   "What have you foreseen?",
   "1HP Our Bodies are Destined to be Cast Aside: Take a mechanical hand.",
   "2HP The End is Nigh: Take a bottle of absinthe.",
   "3HP Humanity is not in Control of Bastion: Take an othergauge (syringe that glows when filled with non-human blood).",
   "4HP Our Eyes Cannot be Trusted: Take a blindfold.",
   "5HP The Star Men will Come for Us: Take a star symbol.",
   "6HP There is Power in Our Minds: Take a useless pink crystal."
  ]
 },
 {
  "professionNumber": "51",
  "professionTitle": "Front of House Host",
  "professionDesc": "You were the face of a company\nNow you’re a face without a company",
  "inDebtTo": "Slugburn Pest Control: Take a very large pack of slug pellets.",
  "youGet": [
   "YOUGET",
   "Knife (d6), apple."
  ],
  "listOne": [
   "Who was your employer?",
   "£1 A Fighting Pit: Swap your knife for a heavy club (d8, BULKY).",
   "£2 A Taboo Restaurant: Take a tortoise shell.",
   "£3 A Day-Spa: Take a flattering mirror.",
   "£4 A Confectionery Factory: Take a bag of sherbet.",
   "£5 A Counterfeit Jeweller: Take a fake ruby (worth £1k to somebody unknowing).",
   "£6 A Floating Hotel: Take a portable buoy."
  ],
  "listTwo": [
   "What made you memorable?",
   "1HP You Know Anybody’s Namejust by looking at them.",
   "2HP You have a Photographic Memory.",
   "3HP You know a few Street Magic Tricks but nothing truly magical.",
   "4HP You resemble a Local Celebrity Entertainer.",
   "5HP On your first day, you attempted a Unique Accentand got stuck with it.",
   "6HP A Ridiculous Haircut."
  ]
 },
 {
  "professionNumber": "52",
  "professionTitle": "Critter Catcher",
  "professionDesc": "Bastion’s gutters and pipes are home to every beast you can imagine\nYou always wanted to study them all",
  "inDebtTo": "Glasshead Psychiatric Tonics: If you all agree to taking an experimental remedy you can remove £2500 from your Debt. The remedy lasts a week, during which time you are physically incapable of lying.",
  "youGet": [
   "YOUGET",
   "Net, animal book."
  ],
  "listOne": [
   "What was your speciality?",
   "£1 Bugs: Take a trained grasshopper (1HP) in a cage.",
   "£2 Birds: Identify any bird by its call.",
   "£3 Lizards: Take a trained gutter lizard (1HP, d4 bite).",
   "£4 Rodents: Imitate the noise of any rodent.",
   "£5 Cats: Even big cats won’t attack you if you’re behaving correctly.",
   "£6 Snakes: Take two vials of universal snake antivenom."
  ],
  "listTwo": [
   "What else did you bring?",
   "1HP A Boomerang (d6, requires a DEX SAVE to catch when thrown).",
   "2HP An Old Halberd (d6, BULKY, blunt).",
   "3HP The Family Slug-Gun (d6, BULKY, rusty).",
   "4HP A surprisingly deadly Wooden Sword (d6).",
   "5HP A stolen set of Brass Knuckles (d6).",
   "6HP A modified Farmer’s Scythe (d8, BULKY)."
  ]
 },
 {
  "professionNumber": "53",
  "professionTitle": "Practising Chemist",
  "professionDesc": "A truly modern profession\nAnd you’re almost qualified to do it",
  "inDebtTo": "Sweep’s Union: You are strictly forbidden from going onto a rooftop until the debt is paid. They have eyes everywhere.",
  "youGet": [
   "YOUGET",
   "Long knife (d6), big flask, test tube."
  ],
  "listOne": [
   "What's in the big flask?",
   "£1 Metal-Eating-Acid - Has no effect on any other material.",
   "£2 Never-Melting Crushed Ice-Tastes faintly salty.",
   "£3 Anti-Water - Indistinguishable from water in every way, but deadly if a full mouthful is consumed.",
   "£4 Endo-Fluid - White slime that extinguishes anything up to a house fire when splashed around.",
   "£5 Sonic Oil - Emits a loud squeal when trodden on. Enough to spread over the floor of a normal-sized room.",
   "£6 Spark Eel Soup - After drinking the whole flask, your body has enough charge to power small devices or release a jolt of electricity (d8, ignore ARMOUR)."
  ],
  "listTwo": [
   "What's in the test tube?",
   "1HP Ultimate Solvent - Dissolves any matter it touches. Enough to dissolve a fist-sized amount.",
   "2HP Cryo-Dust - Instantly freeze a bathtub-sized amount of water when poured in.",
   "3HP Seeker’s Oil - When uncorked, seeps towards the nearest open flame (no matter the distance) and explodes upon touching it (d10 B LAST).",
   "4HP Absolute Adhesive - Permanently bonds any two surfaces together.",
   "5HP Truth Serum - One dose. For the next minute the subject cannot knowingly lie, but is under no obligation to speak the truth.",
   "6HP Fool’s Transmute - Enough to coat a fist-sized object. Makes mineral objects appear as gold. If chipped or damaged, they return to normal."
  ]
 },
 {
  "professionNumber": "54",
  "professionTitle": "Roof Crawler",
  "professionDesc": "There’s a lot of important work that goes on atop the roofs of Bastion\nYours is the more shadowy sort",
  "inDebtTo": "Old Time Bastionian Printworks: You have a voucher for 1,000 units of anything you want printed.",
  "youGet": [
   "YOUGET",
   "Padded shoes."
  ],
  "listOne": [
   "What did you get up to on the roof?",
   "£1 Murder: Take a garotte (d6).",
   "£2 Tile Cracker: Take a hammer (d6).",
   "£3 Gutter Unclogger: Take a muck-scoop (d6, BULKY).",
   "£4 Chimney-Smoker: Take a skewer (d6) and a smoked pigeon.",
   "£5 Lookout: Take a pistol (d6).",
   "£6 Gargoyle Poacher: Take a crowbar (d6)."
  ],
  "listTwo": [
   "Why do you shun the streets?",
   "1HP Nobody understands your Roof Dialect.",
   "2HP You hate the sound of Chewing. You are DEPRIVED if somebody is chewing gum nearby.",
   "3HP You had a catastrophic attempt at a Musical Career, and everybody remembers it.",
   "4HP You’re Crowd-Phobic. You are DEPRIVED while in a crowd.",
   "5HP You are hiding from an Arranged Marriage.",
   "6HP You have Reverse Vertigo. You are DEPRIVED if you don’t get to roof-height at least once a day."
  ]
 },
 {
  "professionNumber": "55",
  "professionTitle": "Petty Officer",
  "professionDesc": "You held a low office, but were moved to a special position\nYou kept your badge but don’t get paid, and have no authority",
  "inDebtTo": "The Petty Court: You can pay off the debt with half the amount if you personally attend Petty Court and  represent yourself in a lengthy trial of trivial affairs.",
  "youGet": [
   "YOUGET",
   "Whistle, pack of gum (brick)."
  ],
  "listOne": [
   "What position did you hold?",
   "£1 Judicial Informer: Take binoculars and notepad.",
   "£2 Tardy Clocksman: Take a clock correcting arm (d6) and pocket-watch.",
   "£3 Sleeping Guard: Take civilian clothes and concealable pistol (d6, very short range).",
   "£4 Grit Spreader: Take a sack of grit and a shovel (d6).",
   "£5 Urchin Herder: Take a shin-stick (d6).",
   "£6 Moss-Cabinet Agent: Take a moss brush and magnifying glass."
  ],
  "listTwo": [
   "Where did you blow your last paypacket?",
   "1HP Dranter Chone’s Bladder Emporium: Take a set of bagpipes.",
   "2HP The Night Watchman: Take a set of dark-vision goggles.",
   "3HP Louse Zoot’s Prank Shop: Take a finger trap.",
   "4HP Wickerton’s Aromas: Take a bread-scented candle.",
   "5HP Hagar’s Pantry: Take a novelty jelly mould and pack of gelatin.",
   "6HP New Bastion Hygiene Museum: Take a commemorative rubber duck."
  ]
 },
 {
  "professionNumber": "56",
  "professionTitle": "Bailed Prisoner",
  "professionDesc": "You just got out\nYour sentence continues",
  "inDebtTo": "Slab Ruck Breakout Services: You weren’t bailed as much as busted out. In addition, you’re all wanted criminals.",
  "youGet": [
   "YOUGET",
   "Fork (d6), gum (bread)."
  ],
  "listOne": [
   "What did you bring out with you?",
   "£1 A Tiny Bomb (d8 BLAST, fits underneath your tongue).",
   "£2 Can of Gruel.",
   "£3 Pet Cockroach (highly loyal).",
   "£4 A set of Handcuffs.",
   "£5 Juicy Information from a snitch.",
   "£6 An impressive array of Bawdy Jokes."
  ],
  "listTwo": [
   "What was waiting out here for you?",
   "1HP A Very Old Dog (2HP, too old to bite, still sniffs well).",
   "2HP Your Prosthetic Hand (hook, d6).",
   "3HP Personalised Leather Jacket.",
   "4HP A Metal File in a cake.",
   "5HP An ornate but Deactivated Pistol.",
   "6HP Flask of Cold Stewed Tea."
  ]
 },
 {
  "professionNumber": "57",
  "professionTitle": "Street Performer",
  "professionDesc": "Adored by few\nLoathed by many",
  "inDebtTo": "Penelope Ush, Bureaucratic Law Clerk: Truly clearing the debt requires visiting Bureaucratic Offices in four different corners of Bastion.",
  "youGet": [
   "YOUGET",
   "Staff (d6, BULKY), floppy cap."
  ],
  "listOne": [
   "What was your act?",
   "£1 Puppetry: Take a sad-looking puppet.",
   "£2 Dancing Monkey: Take a disloyal monkey (4HP, d4 bite).",
   "£3 Magic Tricks: Take a deck of marked cards.",
   "£4 Fire Dance: Take a firebomb (d6 DAMAGE each round until extinguished).",
   "£5 Stilt Acrobatics: Take a set of telescopic stilts.",
   "£6 Vocalisation: You can make very convincing animal noises."
  ],
  "listTwo": [
   "What's your claim to fame?",
   "1HP You Impressed a Senior Borough Official. You have a universal pardon for one minor crime.",
   "2HP A Distant Ancestor Invented This Act, so if you catch anyone else doing it they have to pay you £500.",
   "3HP Your performance helped drum up support for a Political Movement. A band of revolutionaries owe you a favour.",
   "4HP Your performance only really Works When You’re Drunk, so people ply you with drink to try and get you to perform.",
   "5HP Your act has a Shocking Finale that always makes children cry.",
   "6HP You’re Officially Banned from one Borough (the next one you need to visit)."
  ]
 },
 {
  "professionNumber": "58a",
  "professionTitle": "Corpse Collector",
  "professionDesc": "More of a Corpse Transporter\nBut the other name made it easier for people to despise you",
  "inDebtTo": "Apocryphal Specimen Museum: Take shared ownership of a poorly-illustrated bestiary.",
  "youGet": [
   "YOUGET",
   "Axe (d6), wheelbarrow."
  ],
  "listOne": [
   "What's the last thing you found on a corpse?",
   "£1 Corpse Warts, now on your face.",
   "£2 A Crawling Hand(1HP) that follows basic instructions with something of a bad attitude.",
   "£3 An Explosive Cigar (d8).",
   "£4 A Beautiful Silk Scarf, the smell is mostly gone.",
   "£5 A one-shot Duelling Pistol (d8, needs a REST to reload).",
   "£6 A Repeating Doll (can record a single phrase, repeats when you tickle it)."
  ],
  "listTwo": [
   "What was your job on the side?",
   "1HP Plumber: Take a set of spanners.",
   "2HP Window Cleaner: Take a collapsible ladder and bucket.",
   "3HP Bleacher: Take a bottle of bleach.",
   "4HP Paper Seller: Take a bike horn.",
   "5HP Unclogger: Soup dispensers clog up easily, so you fixed them. Take a plunger.",
   "6HP Tile Fixer: Take a tub of grout."
  ]
 },
 {
  "professionNumber": "58b",
  "professionTitle": "Cryptohistorian",
  "professionDesc": "Student of a history that never was\nExpert in the present that cannot be",
  "inDebtTo": "The Hot Slab, Morgue and Social Club: Take shared ownership of a case of 12 bottles of Highly Carbonated Formal dehyde. It can be drunk without harm for a mild buzz, but causes foul-smelling trapped wind.",
  "youGet": [
   "Thin Dagger (d6),Absolute Chronometer (a pocket watch that always keeps its time, even in the presence of time-altering phenomena)."
  ],
  "listOne": [
   "Which alternative history did you study?",
   "£1 The Shadow Before: Take a set of chalk. If you draw around somebody’s shadow you can sleep within that outline to have dreams that show their memories.",
   "£2 The Mirror World: Take a large mirror (BULKY). You are DEPRIVED if you go the whole day without having a lengthy conversation with yourself in the mirror.",
   "£3 The Fore-Echo: You can look through a lens on your Chronometer to see an out-of-focus vision of how a specific object or person looked yesterday.",
   "£4 The Dead Yesterday: Your Chronometer buzzes when you touch somebody that has narrowly avoided death in the last few days.",
   "£5 The Un-happened Abyss: You have been partially removed from reality. Any paperwork bearing your name fades to nothingness once left unattended.",
   "£6 The Infinite Plain: Learning of our insignificance drove you slightly mad. You are DEPRIVED in the presence of the night sky or open water."
  ],
  "listTwo": [
   "How are you messed up by experimenting with time?",
   "1HP You have a Helpful Time-Clone in Bastion: You’re on good terms, and help each other out from time to time.",
   "2HP You Tried (and Failed) to make a Fortune Gambling: Take a Retired Racing Hound (2HP, d6 bite)",
   "3HP You have a DeadTouch: You feel cold to living things, and food that you carry rots within an hour.",
   "4HP You Appear Much Older Than You Are: Take incongruously fashionable clothes.",
   "5HP You Appear Much Younger Than You Are: Take a set of watertight ID cards.",
   "6HP You have a Malicious Time-Clone in Bastion: You’re on bad terms. They’ll do anything to mess with you."
  ]
 },
 {
  "professionNumber": "59",
  "professionTitle": "Counterfeit Taxidermist",
  "professionDesc": "Fantastic specimens bought you a small amount of money\nNow that’s gone, and your name is ruined",
  "inDebtTo": "Council for Tarts and Flans: You are blacklisted from all non-bakery food establishments in Bastion until the debt is cleared.",
  "youGet": [
   "YOUGET",
   "Scissors, bag of stuffing, book of made-up beasts."
  ],
  "listOne": [
   "What type of animal do you know everything about?",
   "£1 Birds: Take a stuffed gorilla-owl.",
   "£2 Lizards: Take a stuffed flying-crocodile.",
   "£3 Cats: Take a stuffed sea-cat.",
   "£4 Fish: Take a stuffed walking-trout.",
   "£5 Cephalopods: Take a stuffed claw-squid.",
   "£6 Primates: Take a stuffed frog-monkey."
  ],
  "listTwo": [
   "How did you get found out as a fraud?",
   "1HP Exposed by an Apprentice: Take a beating rod (d6).",
   "2HP Confessed after Losing a Duel: Take a sabre (d6).",
   "3HP Debunked by a Deceased Rival: Take a pouch of poison dust.",
   "4HP Who Knows? You came back to find your workshop burnt to the ground. Take a bloody axe (d6).",
   "5HP You Spilled all of your Secrets while Drunk: Take a bottle of industrial rum.",
   "6HP Driven out by a Mob: Take a pitchfork (d6, BULKY)."
  ]
 },
 {
  "professionNumber": "60",
  "professionTitle": "Pie-Smuggler",
  "professionDesc": "Recent studies claim 68% of smuggled goods have been pastry-encased\nBusiness was good, but word has spread too far",
  "inDebtTo": "Council for Disbanded Councils: You all have matching badges and wigs for a disbanded council.",
  "youGet": [
   "YOUGET",
   "Pie tin, pie."
  ],
  "listOne": [
   "What's in your pie?",
   "£1 Tiny Pistol (d6) and rhubarb.",
   "£2 Tiny Stiletto (d6) and onion.",
   "£3 Garrote (d6, silent) and plum.",
   "£4 Tiny Bomb (d8 BLAST) and kidney.",
   "£5 Miniature Bottle of Coconut Rumand mackerel.",
   "£6 Single Deadly Mushroom (instant death if even partially eaten), and pigeon."
  ],
  "listTwo": [
   "What was your last bonus for smuggling?",
   "1HP A Violent and Disobedient Dog (4HP, d8 bite).",
   "2HP A Steel Clawin place of a hand (d6, crushing).",
   "3HP Bag of Marbles.",
   "4HP Universal Ticket that gets you into any show in town (one use).",
   "5HP An elaborate Smoking Pipe.",
   "6HP A Fortune, now lost gambling. Take a set of dice."
  ]
 },
 {
  "professionNumber": "61",
  "professionTitle": "Council Runner",
  "professionDesc": "With so many councils, a runner is a position of some power\nNow your time is finished",
  "inDebtTo": "Mayor Impanzi, Mock Chimp: A very serious local politician. Doesn’t want to acknowledge being a Mock Chimp. For whatever reason, you donated to his campaign.",
  "youGet": [
   "YOUGET",
   "Running shoes, letter opener (d6)."
  ],
  "listOne": [
   "What's the best thing you learned during your time as a runner?",
   "£1 The Secret to Drinking Well. You can out-drink anyone.",
   "£2 The Quickest Way to the Underground from any point in Bastion.",
   "£3 Skip-Stride Technique. It looks ridiculous, but when you use it you can easily outrun the others in your group.",
   "£4 Courier-Throwing. You never miss a catch, or make a bad throw.",
   "£5 A few CodeWords that get you a free ride on roughly half of Bastion’s transport enterprises.",
   "£6 The Intimate Nickname of a powerful local politician."
  ],
  "listTwo": [
   "What did you steal?",
   "1HP A very soft Feather Duster.",
   "2HP A turtle-shaped Cocktail Shaker.",
   "3HP A very loud Klaxon.",
   "4HP A fancy set of Cake Decorations.",
   "5HP An unconvincing Dummy Head.",
   "6HP A big, furry Caterpillar (harmless and stupid)."
  ]
 },
 {
  "professionNumber": "62",
  "professionTitle": "Life Servant",
  "professionDesc": "Your masters died\nYou’re free now",
  "inDebtTo": "The Gallows Theatre: In addition to your normal clothes, you all have stage costumes covered in fake blood.",
  "youGet": [
   "YOUGET",
   "Smart clothes."
  ],
  "listOne": [
   "What was the worst part of the job?",
   "£1 Seeing to Personal Itches: Take a backscratcher (d6).",
   "£2 Constant Gravedigging: Take a spade (d6, BULKY).",
   "£3 Walking the Grandmaster: Take a cane (d6).",
   "£4 Training the Dogs: Take a lashing stick (d6).",
   "£5 Chasing off Baboons: Take a sling (d6).",
   "£6 Everything: Take a concealed dagger (d6)."
  ],
  "listTwo": [
   "What was the best part of the job?",
   "1HP Free Access to the Hedge Maze: If you’ve been somewhere, you know the way there.",
   "2HP Felling Gigantic Trees: Take a two-person saw (BULKY).",
   "3HP Breaking Open FamilyVaults: Take a pneumatic ram (BULKY,useless as a weapon).",
   "4HP Indulging Master’s Superstitions: Take a crystal ball.",
   "5HP Feeding the Whale Calf: Take a can of krill.",
   "6HP Baking a Fresh Birthday Cake Daily: Take a bag of flour."
  ]
 },
 {
  "professionNumber": "63",
  "professionTitle": "Amateur Dramatist",
  "professionDesc": "The whole world is a stage\nBut you’re not good enough to get paid",
  "inDebtTo": "Porkee Sheddam, Owner of Paradiso Park Bastion: Take shared ownership of a very compliant show-pig (3HP).",
  "youGet": [
   "YOUGET",
   "Wig and costume collection."
  ],
  "listOne": [
   "What was your speciality?",
   "£1 Booming Presence: Your voice carries extremely far.",
   "£2 Crocodile Tears: You can cry on command.",
   "£3 Stunt Falling: You can make a safe fall look really bad.",
   "£4 Impersonations: You can mimic anyone you know.",
   "£5 Looking Good: You’re extremely well-groomed and strikingly attractive to some.",
   "£6 Triple Threat: You can do it all, barely. Take a decent singing voice, passable dancing skill, and a trombone you can just about play."
  ],
  "listTwo": [
   "What prop do you still have?",
   "1HP A barely-trained Stage Cow (3HP, d4 bite).",
   "2HP A flask of Dry Ice.",
   "3HP A convincing Fake Snake.",
   "4HP A Stage Rifle (fires blanks).",
   "5HP A Ventriloquist’s Dummy.",
   "6HP A Fake Blood Pack."
  ]
 },
 {
  "professionNumber": "64",
  "professionTitle": "Wilderness Recluse",
  "professionDesc": "Modernity gets between us and our natural instincts\nYou’re here begrudgingly after a lifetime in the wild of Deep Country",
  "inDebtTo": "Liongoat Ice and Rescue: Take combined ownership of a torso-sized block of ice and a push-barrow for transport.",
  "youGet": [
   "YOUGET",
   "Ragged clothes."
  ],
  "listOne": [
   "Where did you go?",
   "£1 The Woods: Take a bear trap (d8 if sprung).",
   "£2 The Islands: Take a portable raft (BULKY).",
   "£3 The Swamp: Take a peatbomb (d8 BLAST, smelly).",
   "£4 The Desert: Take a spyglass.",
   "£5 The Jungle: Take a vial of contact poison (frog).",
   "£6 The Mountains: Take a jar of mountain air (smells great)."
  ],
  "listTwo": [
   "What helped you survive?",
   "1HP Your old Crossbow (d6, BULKY), stolen from bandits.",
   "2HP Your Sling (d6), which you used to kill a bear.",
   "3HP Your Hunting Bow (d6), crafted by your mentor.",
   "4HP Your Machete (d6), made from meteoric metal.",
   "5HP An ornately carved Tree Branch (d6, BULKY).",
   "6HP Your Spear (d6, BULKY), with a dinosaur-tooth tip."
  ]
 },
 {
  "professionNumber": "65",
  "professionTitle": "Squidbagger",
  "professionDesc": "70% of Bastion’s products contain cephalopod-derived parts\nAccording to these studies, you keep the city running",
  "inDebtTo": "Mister Dick: A colossal mock-shark and loan shark (STR 18, 15HP,ARMOUR2, d10 jaws). He attacks your ship if you go out to sea without paying your debt.",
  "youGet": [
   "YOUGET",
   "Squid hook (d6, BULKY), bag."
  ],
  "listOne": [
   "What always accompanied you to sea?",
   "£1 A Cute but Violent Otter (4HP, d4 bite).",
   "£2 A Sea-Frog (1HP, can croak a simple tune).",
   "£3 A Monkey-Crab (4HP, d6 claws, excellent climber).",
   "£4 A Salt-Snake (2HP, d4 bite and paralysis on CRITICAL DAMAGE).",
   "£5 A Friend-Urchin (1HP, irritating but harmless spines, hums comfortingly).",
   "£6 A Large but Pacifist Seagull (5HP)."
  ],
  "listTwo": [
   "What did you always want to do instead?",
   "1HP You Live for Squidbagging: Replace your hook with a prototype cephalopole (d6, BULKY, +d8 against anything with tentacles).",
   "2HP Be a Boxer: Take skipping rope and gloves.",
   "3HP Be a Dentist: Take pliers and bottle of ether.",
   "4HP Be a Fortune Teller: Take a deck of cosmic tarot, but you don’t really understand it.",
   "5HP Fight in the War: Take a fake military uniform and rank.",
   "6HP Be a Poet: Take a book of bad sonnets."
  ]
 },
 {
  "professionNumber": "66",
  "professionTitle": "Exposed Impostor",
  "professionDesc": "You got yourself into quite a powerful position based on a lie\nThen they found out",
  "inDebtTo": "FlasherpointAviation: You all have aviation goggles and honorary pilot jackets.",
  "youGet": [
   "YOUGET",
   "Concealed knife (d6)."
  ],
  "listOne": [
   "What was your fake position?",
   "£1 Borough Mayor: Take imitation gold chain and cloak.",
   "£2 Naval Officer: Take a uniform and sabre (d6).",
   "£3 Factory Accountant: Take a set of fancy stationery.",
   "£4 Bishop Purifier: Take starry robes and impractical censer (d6, BULKY, exudes smoke).",
   "£5 Legendary Explorer: Take a boomerang (d6, doesn’t return).",
   "£6 Future Oracle: Take a bag of useless crystals."
  ],
  "listTwo": [
   "What did they do when they found out?",
   "1HP Wanted You Dead: Take a pistol (d6).",
   "2HP Cast you into the Sea: Take a breather-sponge (holds 5 minutes of air).",
   "3HP You Escaped Just in Time: Take a listening horn (allows for better hearing through doors).",
   "4HP Took an Eye: Take an eyepatch.",
   "5HP Nothing Yet: There’s still a £1k bounty on your head.",
   "6HP Took a Hand: Take a prosthetic."
  ]
 },
 {
  "professionNumber": "67",
  "professionTitle": "Critic-In-Hiding",
  "professionDesc": "Everybody loves a scathing critique, except those under the lens\nFor safety, you’ve changed your name and got a new haircut",
  "inDebtTo": "Vortex Acquisitions: Share ownership of a portal bomb (one use, anything caught in the BLAST is transported back to an empty vault at Vortex HQ).",
  "youGet": [
   "YOUGET",
   "Concealed club (d6), hidden pen."
  ],
  "listOne": [
   "What was your area of critique?",
   "£1 Coffee Houses: Take a fancy cup.",
   "£2 Orphanages: Take a tape measure.",
   "£3 Chewing Gum: Take a bottle of palate-cleansing mouthwash.",
   "£4 Experimental Music: Take an electric viola.",
   "£5 Fine Art: Take a magnifying glass.",
   "£6 Revolutions: Take a signed antique musket (d8, BULKY, breaks forever on a 7+)."
  ],
  "listTwo": [
   "What went wrong?",
   "1HP You Picked the WrongTarget: Any newspaper readers that discover your identity hate you.",
   "2HP You Took a Feud Too Far: Take a firebomb (d6 DAMAGE each round until extinguished).",
   "3HP You were Floated out to Sea: Take a flare gun (2 Flares).",
   "4HP You were Taking Bribes: Take a favour token (worth one favour in your former area of critique).",
   "5HP You were Sent a Warning: Take a skull.",
   "6HP You Lost your Writing Hand: Take a hook (d6)."
  ]
 },
 {
  "professionNumber": "68",
  "professionTitle": "Small Town Refugee",
  "professionDesc": "Your Deep Country home was awful\nFinally, the railway came, and you headed to Bastion",
  "inDebtTo": "Lucky Mascots Ltd: You have shared ownership of a well-groomed but stupid donkey (1HP). No refunds.",
  "youGet": [
   "YOUGET",
   "Whittling knife (d6), outdated clothes, sandwich box."
  ],
  "listOne": [
   "What was so bad about your town?",
   "£1 Bird Smell: Giant birds preyed on your people. You spent a year in their nest and nothing can get the scent out. All birds see you as food.",
   "£2 Horse Addict: They only ate horse, but now you can’t live without it. If you go a day without drinking horse milk or eating horse meat, you are DEPRIVED.",
   "£3 Lost Dialect: It was just you and your immediate family, and you spoke your own dialect that’s barely understandable by everyone else. Get good at hand gestures and repeating yourself.",
   "£4 Pig Soul: The village church insisted you follow the governance of the town’s oldest pig. You can sort-of-communicate with pigs, but hold disdain for all other animals.",
   "£5 Yokel Magnet: Bearded warriors riding twisted man-steeds drove your entire town to flee to Bastion. You’ll keep bumping into other yokels from back home and they want to cling to you. ",
   "£6 Human Cattle: You spent your life sat in fields, eating happily, unaware that the local monks were fattening you up to be eaten.Take a can of gruel. "
  ],
  "listTwo": [
   "What's your family heirloom?",
   "1HP A Fighting Rooster (STR 5, 6HP, d4 claws).",
   "2HP Old Military Uniform.",
   "3HP Lucky Frog (just a frog).",
   "4HP Huge Marrow with wheelbarrow.",
   "5HP Competition-winning Conker.",
   "6HP Pumpkin carved into a very good likeness of a family member."
  ]
 },
 {
  "professionNumber": "69",
  "professionTitle": "Paid Fighter",
  "professionDesc": "You’ve been fighting for money\nBut not enough to get rich or especially tough",
  "inDebtTo": "Competitive Floristry Board: You each take a single flower of your choice to wear.",
  "youGet": [
   "YOUGET",
   "A vicious nickname."
  ],
  "listOne": [
   "What type of fighting exactly?",
   "£1 Brass Knuckle Boxing: Take brass knuckles (d6).",
   "£2 Bear Fighting: Take a bristle suit (anyone trying to maul or grapple you takes d6 DAMAGE).",
   "£3 Snake Duelling: Take a semi-trained attack snake (d6 bite, causes d10 DEX loss on CRITICAL DAMAGE).",
   "£4 Ice Jousting: Take ice skates and mini-lance (d8 DAMAGE on charge only, otherwise useless).",
   "£5 Fake Martial Arts: Take an exotic outfit, and you know some fancy but ineffective moves (d6).",
   "£6 Power Saw Fencing: Take a power saw (d10, stutters on a roll of 1-2, requiring a REST to fix)."
  ],
  "listTwo": [
   "What got you out of the game?",
   "1HP Faking Military Drafting: Take a black market rifle (d8, permanently breaks on a roll of 1).",
   "2HP You Shot Your Way Out: Take a Pistol (d6).",
   "3HP Aiding Some Revolutionaries: Take a bomb (d10, BLAST).",
   "4HP A Generous Benefactor: Take smart clothes.",
   "5HP You Snuck Away: Take a hooded cloak.",
   "6HP An Unappealing Injury: Your face is all messed up, and not in a cool way."
  ]
 },
 {
  "professionNumber": "70",
  "professionTitle": "Canal Nomad",
  "professionDesc": "Bastion’s waterways are no joke\nSomething about rails and roads just seems wrong to you",
  "inDebtTo": "Great Xtenza: A hook-handed, red-masked maniac who can age or vivify objects with a touch. As former followers, you all get a red mask.",
  "youGet": [
   "YOUGET",
   "Boat hook (d6, BULKY)."
  ],
  "listOne": [
   "What's the most useful tool for canal life?",
   "£1 Water Whistle (if blown underwater, this repels any marine life).",
   "£2 A Wonder-Towel (whip it to instantly dry).",
   "£3 Take a bottle of Scented Oil.",
   "£4 Take a Lifebuoy.",
   "£5 Take a Spot Lampwith a range of coloured lenses.",
   "£6 Take a Bucket."
  ],
  "listTwo": [
   "What brought you back ashore?",
   "1HP Your Crew Drowned: Take a bottle of rum.",
   "2HP Your Boat Burned Down: The insurance wouldn’t pay out. Take a Firebomb (d6 DAMAGE each round until extinguished).",
   "3HP Leg Bitten off by Crocodile: Take a bad prosthetic.",
   "4HP Late Onset Sea Sickness: When you travel by water you always vomit.",
   "5HP A Risky Manoeuvre: You are blacklisted from all of Bastion’s waterways.",
   "6HP You Cannot Swim: You finally came to your senses."
  ]
 },
 {
  "professionNumber": "71",
  "professionTitle": "Living Experiment",
  "professionDesc": "You were deemed a success by the Machine that modified you\nThere were some side effects",
  "inDebtTo": "Froth Murk Oyster Farms: Take shared ownership of a mollusc mood clamp (clamp it over any shelled mollusc to get a general indicator of its mood, displayed as a colour).",
  "youGet": [
   "YOUGET",
   "Crutch (d6, BULKY)."
  ],
  "listOne": [
   "What was the experiment?",
   "£1 They replaced your head with a functioning Metal Skull.",
   "£2 You can Breathe Black Fire (d8 BLAST) once between RESTS.",
   "£3 When you eat a piece of brain you Inherit a Memory.",
   "£4 Your saliva Burns Through Metal.",
   "£5 You have an Acute Sense of Smell, but have a literal dog-nose.",
   "£6 You can Control your Severed Body Parts and reattach them at will."
  ],
  "listTwo": [
   "Any side effects?",
   "1HP You have a Mechanical Voice that glitches occasionally.",
   "2HP You cannot willingly Touch Metal.",
   "3HP If you do not Take your Tonic each morning, you drop dead. You have a stash to last a lifetime hidden somewhere safe.",
   "4HP Total Amnesia of before the experiment.",
   "5HP Brain is the only meat that you can eat.",
   "6HP If you take CRITICAL DAMAGE you can only be roused by a Jolt of Electricity."
  ]
 },
 {
  "professionNumber": "72",
  "professionTitle": "Fashionista",
  "professionDesc": "There are none more tragic than those that lack the Modern Look\nSPECIAL:You are DEPRIVED if you dress without making a statement.",
  "inDebtTo": "The Lion Council: A literal council of lions. They want interesting meat up to the value of your debt. A lioness already hunts you to seek payment.",
  "youGet": [
   "YOUGET",
   "Your last good outfit."
  ],
  "listOne": [
   "After much deliberation, what impractical weapon did you settle on?",
   "£1 Paired Hook-Swords (d4 individually, d6 each when wielded as a pair).",
   "£2 Petal-Gun (d6, misfires on a 1, requiring a REST to fix).",
   "£3 Martial Fan (d6, also works as a fan).",
   "£4 Hand Scorcher (d6, super-heating metal rod, requires a turn to heat up).",
   "£5 Black Cane (d6, reflects no light, shatters if an attack has its DAMAGE negated by ARMOUR).",
   "£6 Macro-Rifle (d8, BULKY, must be carried in two parts and takes a turn to assemble)."
  ],
  "listTwo": [
   "What's the catch with this outfit?",
   "1HP The head-gear means you must Duck Under Doorways.",
   "2HP It’s all Extremely Flammable.",
   "3HP Water causes it to just Melt Away.",
   "4HP The Cloak Snags onto anything it can.",
   "5HP It Glowsin the dark.",
   "6HP It makes a Lot of Noise when you move."
  ]
 },
 {
  "professionNumber": "73",
  "professionTitle": "Human Flotsam",
  "professionDesc": "You weren’t entirely raised by amphibians\nBut you’re always slightly damp",
  "inDebtTo": "Civic Society of Polishers Buffers: Mirrored or reflective objects pay off this debt at double the going rate.",
  "youGet": [
   "YOUGET",
   "Brick in a sack (d6)."
  ],
  "listOne": [
   "Where were you born?",
   "£1 An Industrial Waste Pool, to No Mother: Take a vial of filthy water.",
   "£2 Under a Bridge, Right into the Canal: Take an old bicycle wheel.",
   "£3 In a Ritual Birthing Pool: You’re effectively cold-blooded.",
   "£4 Inside the Belly of a Whale to Privateer Parents: Take a tattered tricorne hat.",
   "£5 On a Sinking Ship: Take a lifebuoy.",
   "£6 In the Middle of a Swamp Festival: Take some coloured beads."
  ],
  "listTwo": [
   "4HP You can Drink any Water without harm, no matter how filthy.",
   "5HP Your Pet Toad (1HP).",
   "6HP That Lovely Wet Feeling. You’re DEPRIVED if you ever have to go a day without a soak."
  ]
 },
 {
  "professionNumber": "74",
  "professionTitle": "Master Blender",
  "professionDesc": "Some sensory gift allowed you to rapidly reach a lofty position\nPrestigious within your trade, worth nothing outside",
  "inDebtTo": "Javerna and Capur Imitation Gems: Take shared ownership of an obviously fake, head-sized ruby.",
  "youGet": [
   "YOUGET",
   "Stirring oar (d6, BULKY)."
  ],
  "listOne": [
   "Who did you blend for?",
   "£1 The Jerkin Gherkin: Take a jar of pickle brine.",
   "£2 United Reclaimed Fats: Take a box of suet.",
   "£3 The Condimentary: Take a bottle of fish sauce.",
   "£4 Motherford’s Still: Take a small barrel of factory rum.",
   "£5 Masticatory Sensations: Take a vial of gum flavouring.",
   "£6 Checkle’s Choice: Take a tin of cat food."
  ],
  "listTwo": [
   "What went wrong?",
   "1HP The Factory Sank into the Underground: Take a head-lamp.",
   "2HP You Interrupted the Vat Cleaning Process: Take a curious cat (5HP).",
   "3HP There were Irregularities with your Batch: Your product is poisoned.",
   "4HP Insects Overran your Factory: Take another container filled with angry wasps.",
   "5HP A Machine took your Job: Take a Human Union member badge.",
   "6HP You fell into a Cooking Tank: Take serious burns and you always smell faintly of that substance."
  ]
 },
 {
  "professionNumber": "75",
  "professionTitle": "Public Nuisance",
  "professionDesc": "Something about you has always annoyed others\nYou can’t imagine what it is",
  "inDebtTo": "Black Maze Security: Take shared ownership of a spark bomb (once activated, fires annoying sparks for d4 DAMAGE to everyone in the BLAST and continues to fire for ten minutes. Can be recharged).",
  "youGet": [
   "YOUGET",
   "Long coat, newspaper."
  ],
  "listOne": [
   "What exactly do you do?",
   "£1 Dump Scavenger: Take a pole-hook (d6, BULKY).",
   "£2 Etiquette Enthusiast: Take a stylish defence umbrella (d6, BULKY).",
   "£3 Tramspotter: Take a leaning stick (d6, BULKY).",
   "£4 Busybody: Take a dagger (d6), and a pair of binoculars.",
   "£5 Uncivil Agitator: Take a club (d6) and firebomb (d6 DAMAGE each round until extinguished).",
   "£6 Vermin Nurturer: Take a rod (d6), and a sack of vermin feed."
  ],
  "listTwo": [
   "What's your redeeming feature?",
   "1HP Animals Love You, except for reptiles.",
   "2HP You Know Somebody on every Borough Council.",
   "3HP You’re a Mathematical Genius.",
   "4HP You dabble in Alien Languages (you know d6 key phrases).",
   "5HP You once Raised a Fortunefor charity. You get some recognition, but other charities hound you.",
   "6HP Majestic Hair, but it takes some work each morning."
  ]
 },
 {
  "professionNumber": "76",
  "professionTitle": "Park Steward",
  "professionDesc": "Bastion’s parks have grown out of hand\nYours was one of the worst",
  "inDebtTo": "Fallendine’s Mechanical Heart Company: You all have at least partly mechanical hearts. If a strong magnet is placed near your chest you must pass a STR SAVE or die.",
  "youGet": [
   "YOUGET",
   "Machete (d6) and overcoat."
  ],
  "listOne": [
   "What was the deal with your park?",
   "£1 Overrun by Insect Swarms and you’re Allergic: If you’re ever stung by insect venom, lose d12 DEX.",
   "£2 Sank into the Underground: Take a very bright spot-lamp.",
   "£3 Descended into a War Zone: Take a coil of barbed wire.",
   "£4 Flooded by Industrial Chemicals: Take chemical-proof wading boots.",
   "£5 Caught Fire and Never Stopped: Take a fire extinguisher (foam).",
   "£6 Taken over by Wild Beasts: Take a pouch of predatory animal bait."
  ],
  "listTwo": [
   "What equipment did you bring?",
   "1HP Your Crossbow (d6, BULKY).",
   "2HP A Bee Can (compressed bee-hive in a can, produces a small amount of honey or can be broken to release an angry swarm).",
   "3HP A Shield (+1ARMOUR, BULKY) salvaged from an old statue.",
   "4HP A Flower Reference Book.",
   "5HP Your Lucky Shovel.",
   "6HP A sack of Compost (BULKY)."
  ]
 },
 {
  "professionNumber": "77",
  "professionTitle": "Civic Butler",
  "professionDesc": "Maintaining the veil of order\nAll of Bastion’s chaos beneath",
  "inDebtTo": "Wunspit Spiritual Evictions: You replace your lights with spook lamps. They’re identical but have a green tint and cast distracting shadows.",
  "youGet": [
   "YOUGET",
   "A good suit."
  ],
  "listOne": [
   "What was your morning job?",
   "£1 Wake-Up-Caller: Take a collapsible morning-pole with knocking-end.",
   "£2 Crossword Consultant: You have an excellent vocabulary.",
   "£3 Clock-Hander: Take collapsible adjustment-pole with grabbing-end.",
   "£4 Paper Prepper: Take a writing set and excellent handwriting.",
   "£5 Breakfast-Snail Gatherer: Take a snail prising tool.",
   "£6 Coiffeur: Take a can of hairspray."
  ],
  "listTwo": [
   "What was your evening job?",
   "1HP Bird Repeller: Take a pigeon gun (d6 BLAST, BULKY).",
   "2HP Hound Calmer: Take a beating stick (d6).",
   "3HP Tiger Tender: Take a whip (d6).",
   "4HP Vagrant Dislodger: Take a pike (d8, BULKY).",
   "5HP Intruder Watcher: Take a tiny pistol (d4).",
   "6HP Underling Reprimander: Take a rollocking cane (d6)."
  ]
 },
 {
  "professionNumber": "78",
  "professionTitle": "Estate Squire",
  "professionDesc": "Remnants of aristocracy linger between Bastion and Deep Country\nHistory’s long shadow, and you were born into their service",
  "inDebtTo": "The Voice of the Hogs: If you consume a pig product or harm any pig-like being, the Voice of the Hogs knows and adds £500 to your debt.",
  "youGet": [
   "YOUGET",
   "Blunt spear (d6, BULKY), horse brush."
  ],
  "listOne": [
   "Why were you sent to bastion?",
   "£1 To Bring Down the City (you probably won’t): Take a barrow-bomb (d12 BLAST, must be set in place and has a very long fuse, comes with built-in barrow).",
   "£2 To Fight in aTournament that Didn’t Really Exist: Take a set of Crude Armour (ARMOUR1, BULKY).",
   "£3 For an Arranged Marriage: Take fancy wedding clothes.",
   "£4 To Learn about Modern Society: Take a bicycle.",
   "£5 To get the Sinning out of your System: Take a bottle of brandy.",
   "£6 To SpreadWord of your Master’s Greatness: Take a bugle and flattering painting of Master."
  ],
  "listTwo": [
   "What's weird about your master?",
   "1HP Technically your Liege is a Horse: You can understand the general meaning of horse noises.",
   "2HP They Died, but still Haunt the Grounds: Once a day you can ask them a question and get a faint response that only you can hear.",
   "3HP You’ve Never Actually Met Them: You get all orders remotely. Take a pocket radio.",
   "4HP Their Lands were Flooded: Take a back-raft (BULKY, carries one person, can be carried as a backpack).",
   "5HP They Live Suspended in a Water Tank: You can understand people talking underwater, even if it’s just bubbly gibberish.",
   "6HP You’ve Never Seen them Sober: But you know how to handle them. Drunk people like talking to you."
  ]
 },
 {
  "professionNumber": "79",
  "professionTitle": "Machine Whisperer",
  "professionDesc": "Industrial machinery sometimes needs a mallet, sometimes a whisper\nYou carry both",
  "inDebtTo": "Cracknuggle Marbles and Jacks: Each of you choose to have either a bag of marbles, jacks, or a yo-yo.",
  "youGet": [
   "YOUGET",
   "Mallet (d6), set of screwdrivers and spanners."
  ],
  "listOne": [
   "What gave you your love of machines?",
   "£1 Cheating Vending Machines out of Gum: Take a pack of gum (anchovy).",
   "£2 You were a Gear-Monkey in a Sweatshop: You’re still double-jointed from squeezing into gaps.",
   "£3 You Hate Machinery, but it’s your Only Talent: Take a book of sad poetry.",
   "£4 You were Raised by Clock-Makers: Take a broken pocket-watch.",
   "£5 An Industrial Accident Killed your Cruel Family: Take a can of aged gruel.",
   "£6 You Just Don’t Like People: Take a bottle of poison."
  ],
  "listTwo": [
   "What's your particular approach?",
   "1HP By touching your palm to a piece of machinery you can Sense its Purposeand any ailments it is suffering from.",
   "2HP You Delegated Everything to a brilliant but spineless colleague who still follows you (2HP, toolkit).",
   "3HP Lack of Subtlety. Swap your mallet for a powered-hammer (d8, BULKY, takes a turn to power up, very loud).",
   "4HP Oils and Mysticism. Take three bottles of machine oil and some incense sticks.",
   "5HP Thorough Checking of every option. You can fix any machine but it takes d20 hours.",
   "6HP You Know Next-to-Nothing about machines, just more than your employer. It got you paid for a while. Take a particularly shiny tool set."
  ]
 },
 {
  "professionNumber": "80",
  "professionTitle": "Agricultural Saboteur",
  "professionDesc": "You carried out dirty jobs for malicious farmers\nNow you see Bastion is even more ruthless",
  "inDebtTo": "Fantus Exotic Hatchery: Take shared ownership of a football-sized Alien-bird egg (unfertilised).",
  "youGet": [
   "YOUGET",
   "Pitchfork (d6, BULKY)."
  ],
  "listOne": [
   "Who was your last employer?",
   "£1 Apiary Acreage: Take a big jar of honey.",
   "£2 Curious Creameries: Take a big urn of strange milk.",
   "£3 Fromarge Fray Farms: Take a big wheel of cheese.",
   "£4 Homestead Heights: Take a pipe and weed.",
   "£5 Gammon Grange: Take a whole ham.",
   "£6 Haystacks House: Take a scarecrow’s head."
  ],
  "listTwo": [
   "What's the last scrap of your life as a saboteur?",
   "1HP A Flamethrower (d6, BLAST, BULKY).",
   "2HP A Haywire Bomb (crackling explosion that does no harm, but disables anything electric in the BLAST).",
   "3HP One last Firebomb (d6 DAMAGE each round until extinguished).",
   "4HP A Sack of Machine-Scrap (1-in-6 chance of any machine part you need being in there).",
   "5HP Rust Wax (Enough to spread over a hand-sized patch of metal, causing it to rust in seconds).",
   "6HP Anti-Plant Bomb (d6 BLAST, destroys plant life and +d12 DAMAGE against plant-creatures)."
  ]
 },
 {
  "professionNumber": "81",
  "professionTitle": "Animal Vassal",
  "professionDesc": "You are property of an Animal Patron, but crave a human life\nYou know better than to displease your liege",
  "inDebtTo": "The Standards Unification Office: You are bound by oath to use an obscure time system rather than more popular standards. None of you can read a normal clock or calendar.",
  "youGet": [
   "YOUGET",
   "Dagger (d6, decorated to suit your patron), ridiculous garment marking you as property of an animal."
  ],
  "listOne": [
   "Which animal patron did you serve?",
   "£1 The Bear Parliament: Seemingly no intelligence beyond normal bears, but they know that they own you.",
   "£2 A Mummified Platypus: Can communicate telepathically. Mostly desires food that it cannot eat.",
   "£3 A Big Old Evil Snake: Talks very slowly and weaves complex plots that never amount to anything.",
   "£4 Sea Turtle: Stuck in a tank somewhere. Speaks through a child translator.",
   "£5 A Talking Emu: Eloquent but stupid. Always carries their insubordination rod (d8).",
   "£6 Giant Mole: Delivers typed instructions, then burrows back underground."
  ],
  "listTwo": [
   "What errand have you abandoned?",
   "1HP Capturing a Deserter: Take a blowgun and 3 tranquiliser darts (DEX SAVE to avoid sedation).",
   "2HP Hunting Down Somebody Known for Eating your Patron’s Species: Take a pistol (d6).",
   "3HP Retrieving a Specialist Food that they Love: Take one piece of fine food suitable for your patron.",
   "4HP Buying Fine Clothes for your Patron: Take a formal suit to fit them.",
   "5HP Delivering a Declaration of War to an Old Rival: Take a ceremonial bugle.",
   "6HP Punitive Pilgrimage to Repent for a Past Mistake: You are missing one eye."
  ]
 },
 {
  "professionNumber": "82",
  "professionTitle": "Massifist of Massifcountry",
  "professionDesc": "Everything is big in Massifcountry\nYou stopped growing just below the ceiling",
  "inDebtTo": "Doggarly Artful Latturs: Share ownership of a set of foot-tall capital letters. There are plenty of each letter but no Es or Ns.",
  "youGet": [
   "YOUGET",
   "Huge fists (d6 each when unarmed), huge body (swap your highest ABILITY SCORE into STR)."
  ],
  "listOne": [
   "What big thing do you have?",
   "£1 Big Cauldron (BULKY).",
   "£2 Big Crossbow (d8, BULKY).",
   "£3 Big Armour (ARMOUR1, BULKY).",
   "£4 Big Spoon (d8, BULKY).",
   "£5 Big Dog (6HP, d8 bite).",
   "£6 Big Hammer (d8, BULKY)."
  ],
  "listTwo": [
   "How have you fitted in to life amongst the small?",
   "1HP Unerringly Careful: You move in complete silence.",
   "2HP Food and Medicine Tester: Ignore the effect of any toxins or poisons.",
   "3HP Gravestone Carver: Take a chisel and brush.",
   "4HP Wind Prodigy: You can play wind instruments without stopping for breath. Take an oversized clarinet.",
   "5HP Clerk at Large: You know the fundamentals of bureaucracy. Take an oversized pen.",
   "6HP Experimental Vocal Softening: Now you can only speak in a whisper."
  ]
 },
 {
  "professionNumber": "83",
  "professionTitle": "Divine Prodigy",
  "professionDesc": "Raised in a cult retreat for a single purpose, which didn’t work out\nNow cast out into the world",
  "inDebtTo": "",
  "youGet": [
   "YOUGET",
   "Fancy silk robes, ornate sceptre (d6)."
  ],
  "listOne": [
   "What was your purpose?",
   "£1 To Sing the Song of the Old Stars: It sounds awful.",
   "£2 To Birth/Sire the Void child: You have a chastity belt welded on.",
   "£3 The First Meal of the Cosmic Swarm: You were bathed in honey since birth. You always attract bugs.",
   "£4 To Speak only Truth: You have no tongue.",
   "£5 To Remain Pure: Your ears have been blocked up with lead, but you can just about hear if people shout.",
   "£6 To Become a Truth Oracle: You can never lie, but you can refuse to answer a question."
  ],
  "listTwo": [
   "What went wrong?",
   "1HP You got Too Old: Take reading glasses, you cannot read without them.",
   "2HP The Temple Burned Down: Take a jar of holy ashes.",
   "3HP The Cult was Absorbed into a Faith Conglomerate: Take a “non-messianic” brand on your arm.",
   "4HP Ascension Day Came and Nothing Happened: Take a cheap pocket-watch given as compensation for your time.",
   "5HP You Lost a Cult War: Lose an arm.",
   "6HP You Snuck Away: The cult are still looking for you."
  ]
 },
 {
  "professionNumber": "84",
  "professionTitle": "Good Dog",
  "professionDesc": "Smarter than many people\nStill a dog",
  "inDebtTo": "Maximo Frost: Share ownership of a full set of gramophone recordings by this unpopular musical poet.",
  "youGet": [
   "YOUGET",
   "Collar, teeth (d6)."
  ],
  "listOne": [
   "What happened to your master?",
   "£1 Killed by a Big Cat: You are DEPRIVED in the presence of felines.",
   "£2 They Got an Even Better Dog: You are DEPRIVED if you’re not wearing your collar.",
   "£3 Went to Work, Never Came Back: You are DEPRIVED when alone.",
   "£4 Banished you for a Crime you didn’t Commit: You are DEPRIVED while in a court or a cell.",
   "£5 Died of Old Age: You are DEPRIVED while in a hospital or nursing home.",
   "£6 Got Separated from you in a Riot: You are DEPRIVED if there is civil disobedience happening nearby."
  ],
  "listTwo": [
   "What's your best trick?",
   "1HP You Bond to Another Character: If they are in danger, you ignore CRITICAL DAMAGE, but can die at STR 0 as normal.",
   "2HP Pack Fighting: +d8 when you attack the same target as an ally.",
   "3HP Smell Emotion: You can smell things other than fear.",
   "4HP You’re an Alpha Dog: Other dogs get out of your way, though other alphas can attempt a CHA SAVE to resist your glare.",
   "5HP Super Nose: If given the whiff of an object, you can track a similar-smelling object over any distance.",
   "6HP Extremely Loud Bark: Can be heard across the whole Borough."
  ]
 },
 {
  "professionNumber": "85",
  "professionTitle": "Worthless Graduate",
  "professionDesc": "You’ve spent a long time in colleges, arguing about words\nYour career prospects are poor",
  "inDebtTo": "Forssa Hook and Anchor: Share ownership of a small rowboat (with wheels and handles for pushing on land).",
  "youGet": [
   "YOUGET",
   "Worthless certificate."
  ],
  "listOne": [
   "What was your subject?",
   "£1 Theoretical Economics: Bankers hate you.",
   "£2 Occult Medicine: You can “order off-menu” when you visit a surgeon.",
   "£3 Urban Philosophy: You can justify anything weird in Bastion.",
   "£4 Animal Ethics: You know animals true feelings by watching their behaviour.",
   "£5 Emulsification Studies: You know what will happen when any two liquids are mixed.",
   "£6 Technological Arts: You can see the beauty in any piece of machinery."
  ],
  "listTwo": [
   "What was your favourite extra-cirricular activity?",
   "1HP Chopping Logs: Take a long axe (d8, BULKY).",
   "2HP Target Shooting: Take a rifle (d8, BULKY).",
   "3HP Rock Climbing: Take two climbing picks (d6 each).",
   "4HP Whittling: Take a knife (d6).",
   "5HP Crocodile Hunting: Take a hand-spear (d6).",
   "6HP Canal Punting: Take a pole (d6, BULKY)."
  ]
 },
 {
  "professionNumber": "86",
  "professionTitle": "Alternative Groomer",
  "professionDesc": "You make things pretty and nice-smelling\nBut not people",
  "inDebtTo": "Zonar Municipal Acoustics: You each get an experimental electronic musical instrument, temperamental enough to be worthless.",
  "youGet": [
   "YOUGET",
   "Perfume spritzer."
  ],
  "listOne": [
   "What was your speciality?",
   "£1 Overgrown Trees: Take a pole-saw (d6, BULKY).",
   "£2 Wealthy Elephants: Take a scratching pole (d6, BULKY).",
   "£3 Long-Hair Cattle: Take a pair of shears (d6).",
   "£4 Pet Lizards: Take a scale-scraper (d6).",
   "£5 Celebrity Skulls: Take a brain hook (d6).",
   "£6 Forgotten Statues: Take a pick-axe (d6, BULKY)."
  ],
  "listTwo": [
   "What went wrong?",
   "1HP You Smell so Bad that Nobody Wanted to Hire You: Upgrade your perfume to extra-strong.",
   "2HP Filthy Rumours: Take a wig and glasses to disguise yourself.",
   "3HP Your Style was just Too Radical: Take a weird haircut.",
   "4HP You Slipped and took off your own Nose: Take a prosthetic nose.",
   "5HP You were Ruined by a Rival, but got Revenge: Take a half-full bucket of tar and sack of feathers.",
   "6HP You Slipped and Murdered a Client: Take a £1k bounty on your head."
  ]
 },
 {
  "professionNumber": "87",
  "professionTitle": "Avant Guardsman",
  "professionDesc": "Not all militias are conventional\nYours was quite interesting before it collapsed",
  "inDebtTo": "Small Electrics Board: Share ownership of a bag full of tangled wires and blown fuses.",
  "youGet": [
   "YOUGET",
   "Flashy uniform, knife (d6)."
  ],
  "listOne": [
   "What made your unit different?",
   "£1 Strangling was the only permitted method of combat. Strangle for d6 DAMAGE when using both hands.",
   "£2 You have a somewhat-trained Attack Bear (7HP, d8 bite).",
   "£3 You used Prototype Electric Swords (d6, ignores ARMOUR, rolls of 1 cause DAMAGE to you instead).",
   "£4 You were focused purely on Pest Control. Take a bug bomb (d10 BLAST, only affects insects).",
   "£5 You Replaced your Hand with a repeating pistol (d6).",
   "£6 Your voice box was replaced with a Mechanical Voice, which can focus a deadly soundbeam (d6)."
  ],
  "listTwo": [
   "What else?",
   "1HP You Served a Machine: Take a mechanical eye (limited zoom function).",
   "2HP You Served under the Living Stars: 1-in-3 chance that you speak a little of any Alien language.",
   "3HP You have Unreliable Grav-Boots: You can land from any height with a DEX SAVE, otherwise you hit the ground as normal.",
   "4HP You Swore an Oath Against Horses: You are DEPRIVED for the remainder of the day if you have to ride or serve a horse.",
   "5HP You were Stitched into your Uniform: It can only be removed by destroying it.",
   "6HP You would only Fight Drunk: Take a bottle of brandy and you’re DEPRIVED when sober."
  ]
 },
 {
  "professionNumber": "88",
  "professionTitle": "Factory Retainer",
  "professionDesc": "Your family left you to the factory\nYour time in there is done, so you’ve ended up on the street",
  "inDebtTo": "Allied Birdwatchers and Snoops: Share ownership of a huge encyclopaedia of birds and other flying creatures, with eye-holes poked out of the back.",
  "youGet": [
   "YOUGET",
   "Flat cap, industrial pole (d6, BULKY)."
  ],
  "listOne": [
   "What have you spent your entire life staring at throught machinery?",
   "£1 Eggs: Take a dozen.",
   "£2 Biscuits: Take a box of broken shortbread.",
   "£3 Bullets: Take a small pouch of gunpowder.",
   "£4 Coffins: Take a hammer (d6) and nails.",
   "£5 Boxes: Take an unassembled box big enough to fit you inside.",
   "£6 Coal: Take a shovel."
  ],
  "listTwo": [
   "What did you get to prepare you for this?",
   "1HP A broken compass.",
   "2HP A broken radio.",
   "3HP An empty paint can.",
   "4HP A broken pistol.",
   "5HP A fake pound coin (unconvincing).",
   "6HP An empty brandy bottle."
  ]
 },
 {
  "professionNumber": "89",
  "professionTitle": "Grief Diplomat",
  "professionDesc": "A life of carrying bad messages and managing expectations\nYou appreciated their patience",
  "inDebtTo": "Alligator Yul: A crime lord with a terrible alligator gimmick. If anybody laughs at him he adds £500 to their Debt.",
  "youGet": [
   "YOUGET",
   "Cane (d6)."
  ],
  "listOne": [
   "What was your speciality?",
   "£1 Informing Relatives of the Dead: Take a bottle of cheap whisky.",
   "£2 Down-Scaling Poorhouses: Take a pocket shock prod (d6, non-lethal).",
   "£3 Deep Country Liaison: Take a shotgun (d6, +d6 at point blank).",
   "£4 Comforting Survivors: Take a council joke book.",
   "£5 Reclaiming Erroneous Tax Rebates: Take a crowbar.",
   "£6 Spelling Correction: Take a dictionary."
  ],
  "listTwo": [
   "What went wrong?",
   "1HP Your Tongue is Too Big for your Mouth, so people don’t always understand you first time.",
   "2HP You were Too Empathetic. Take a locket with portrait (worthless).",
   "3HP You Developed a Limp. You can move quickly enough but it looks silly and you can’t hide it.",
   "4HP You have Dogspots, a harmless but hideous disease that has a 50% chance to be transmitted with any contact.",
   "5HP You were Used as a Scapegoat for a gross scandal. The public hate you, but you’ve earned some favours in the Borough Council.",
   "6HP You got Too Involved in a Revolt. Replace one hand with a hook."
  ]
 },
 {
  "professionNumber": "90",
  "professionTitle": "Lone Stargazer",
  "professionDesc": "You’re not watching for clues, you’re watching for incoming threats\nAlone in your observatory for too long, your shift is over",
  "inDebtTo": "Future Foods: Share ownership of three unmarked tins of prototype tinned meals (jellied bird, ice-cream pie, full  cooked breakfast).",
  "youGet": [
   "YOUGET",
   "Pocket telescope, cuff-pistol (d4)."
  ],
  "listOne": [
   "What's the best thing you've seen?",
   "£1 A Rift into an Undersea Nightmare: All sea creatures hate you.",
   "£2 A Vision of your Death, Falling into a Pit: If you face this situation, you automatically fail any SAVES to avoid it.",
   "£3 A Cosmic Swarm Approaching: You are DEPRIVED if you are in a room with bugs of any sort.",
   "£4 A Vision of your Death, Being Eaten by a Huge Bird: If you face this situation, you automatically fail any SAVES to avoid it.",
   "£5 A Bright Reflection of Bastion, where all Conflict is Solved: Swap your cuff-pistol for a book of optimistic poetry.",
   "£6 A Vision of your Death, Being Burned Alive: If you face this situation, you automatically fail any SAVES to avoid it."
  ],
  "listTwo": [
   "What has all that time alone done to you?",
   "1HP Your body Rejects Non-Processed Food.",
   "2HP You’ve Emotionally Bonded with your Woolly Hat. You are DEPRIVED unless wearing it, or one exactly like it.",
   "3HP You Learned Every Solitaire Card Game. Take a worn deck of cards.",
   "4HP The eye that you close when peering into your telescope has Completely Fused Shut.",
   "5HP You’ve Forgotten How to Talk.",
   "6HP You Hate the Sun. You are DEPRIVED in direct sunlight."
  ]
 },
 {
  "professionNumber": "91",
  "professionTitle": "Tunnel Stray",
  "professionDesc": "You wandered dark places for too long, tormented by Machines.\nYou came out less than human.",
  "inDebtTo": "Captain Rumtutty’s Maritime Experience: You all have matching, poorly drawn, naval-themed tattoos.",
  "youGet": [
   "YOUGET",
   "Pasty skin, flask of gear-oil, dagger (d6)."
  ],
  "listOne": [
   "What's wrong with you?",
   "£1 Feral Appetite: Cooked food is poison to you.",
   "£2 Ear-Splitter: Your voice is awful, everybody hates it.",
   "£3 Tar-Blooded: Your blood has turned black, sticky, and foul smelling.",
   "£4 Night Terrors: You always scream in your sleep.",
   "£5 Slug-Skin: You secrete a thin layer of slime across your whole body.",
   "£6 Atonal: You are DEPRIVED in the presence of tuneful music."
  ],
  "listTwo": [
   "Seriosly, what else is wrong with you?",
   "1HP Weird things in the Underground Just Let You Pass, if you don’t cause any fuss.",
   "2HP You’re Double-Jointed in a disgusting way.",
   "3HP Your saliva is Mildly Acidic, enough to dissolve paper.",
   "4HP Food Goes Bad if you possess it for more than a few minutes.",
   "5HP Your Bones make a Cracking Soundwhen you walk.",
   "6HP You’ve had your Teeth Pulled Out."
  ]
 },
 {
  "professionNumber": "92",
  "professionTitle": "Body Jockey",
  "professionDesc": "You have a fantastic body, but it is simply your vehicle\nKeep your fragile self hidden",
  "inDebtTo": "The Machine Shop: Take shared ownership of a pair of broken typewriters.",
  "youGet": [
   "YOUGET",
   "Complete control of a fake body (which has the ABILITY SCORES you rolled).Your true form rides on top."
  ],
  "listOne": [
   "What's up with your fake body?",
   "£1 It’s a Man-Machine. It has ARMOUR1.",
   "£2 It’s a Regular Person, but with an utterly blank mind.",
   "£3 It’s a Mock Person. Children love it, adults find it creepy.",
   "£4 It’s a Re-Animated Person. It can lash out (d8) like a wild animal.",
   "£5 It’s a Man-Ape, it can leap and climb accordingly.",
   "£6 It’s a Heap of White Slime that happens to take a humanoid form."
  ],
  "listTwo": [
   "What's your true form?",
   "1HP Mock Lobster (2d6 for all ABILITY SCORES , 4 HP).",
   "2HP Tiny Clay Person (d10 for all ABILITY SCORES , 3 HP).",
   "3HP Smoke-Being (Immaterial, but if your fake body dies then you die, 2 HP).",
   "4HP Mock Parrot (d8 for all ABILITY SCORES , 2 HP, clumsy flight).",
   "5HP Parasitic Fungus (d6 for all ABILITY SCORES, 1HP).",
   "6HP Brain Slug (d4 for all ABILITY SCORES, 1HP)."
  ]
 },
 {
  "professionNumber": "93",
  "professionTitle": "Underground Weirdo",
  "professionDesc": "Born and raised in the Underground, below space and time\nYou’ve always been odd, and have gotten much worse",
  "inDebtTo": "Seapress Aquatic Pest Control: Take shared ownership of a Salt-Unsalt-Bomb. Throwing it into a pond-sized  body of water turns saltwater fresh or freshwater salted.",
  "youGet": [
   "YOUGET",
   "Club (d6)."
  ],
  "listOne": [
   "What makes you appear inhuman?",
   "£1 Slug-Head (Your eye-stalks can see all around you).",
   "£2 Shaggy Fur All Over (With some fleas).",
   "£3 No Bones (Supported by cartilage).",
   "£4 Fly Wings (Clumsy flight).",
   "£5 Stubby Horns (+d6 when you charge).",
   "£6 Tiny Second Head (Roll a separate d12 for CHA and give them a name)."
  ],
  "listTwo": [
   "What keeps you human?",
   "1HP Your Pet: Take a misshapen dog-thing (2HP, d4 bite).",
   "2HP Your Appreciation for Science: Take a lens and biology book.",
   "3HP Your Love of the Theatre: Take a costume that helps you pass for a normal person.",
   "4HP Your Music: Take a rusty glockenspiel.",
   "5HP Your Paperwork: Take a set of “Certified Human” papers.",
   "6HP Your Love of Fine Wine: You can identify practically any alcoholic drink blind."
  ]
 },
 {
  "professionNumber": "94",
  "professionTitle": "Inseparable Twins",
  "professionDesc": "There are two of you, identical in most ways\nSPECIAL: Divide ABILITY SCORES and HP equally, remainders to the eldest.",
  "inDebtTo": "Helping Gland Organ Surrogates: Take shared ownership of a heart in a box. It’s well preserved if it is kept sealed.",
  "youGet": [
   "YOUGET",
   "Matching sabres (d6), matching clothes."
  ],
  "listOne": [
   "What does the elder twin get?",
   "£1 The Family Hunting Rifle (d8, BULKY).",
   "£2 All of the Athletic Prowess. Gain 7 STR.",
   "£3 A Shield (BULKY, +1 ARMOUR) with the family crest.",
   "£4 All of the Grace and Subtlety. Gain 7 DEX.",
   "£5 Significantly Nicer Clothes.",
   "£6 Beautiful Hair and Voice. Gain 7 CHA."
  ],
  "listTwo": [
   "What does the younger twin get? (Use Your Original HP Roll To Consult This Table)",
   "1HP Yes indeed you have 0HP. You’re alive, just Ultra-Sickly. You never gain more HP, and always face the worst consequences for exposure to disease or toxins.",
   "2HP A Messed-Up Face.",
   "3HP A Home-Made Bomb (d8, BLAST).",
   "4HP A Missing Ear.",
   "5HP A Gum Addiction (DEPRIVED if you go a day without a stick).",
   "6HP One Useless Arm."
  ]
 },
 {
  "professionNumber": "95",
  "professionTitle": "Constable of Birds And Creeping Things",
  "professionDesc": "Protector of the laws of nature",
  "inDebtTo": "The Society of Licensed Birds: A decrepit opera hall, home to many of Bastion's registered avians. Some roost in the opera boxes, while waterbirds nest in the flooded orchestra pit. While all of the office-holders are birds,the actual governing is performed by their human secretaries. They oversee all bird law in Bastion.",
  "youGet": [
   "YOUGET",
   "Hammer (d6), net, pamphlet of local laws."
  ],
  "listOne": [
   "What was your speciality?",
   "£1 Judge: You can pronounce sentences on guilty captives. This only works if the target is (a) helpless and restrained, (b) guilty of a crime, according to one of your definitions, and (c) able to understand you. You name a prohibited action, and the target will henceforth never perform the action willingly.",
   "£2 Bailiff: You gain a set of manacles. For you, slapping a manacle on a limbed creature is as easy as touching its wrist or ankle.",
   "£3 Interrogator: Gain a interrogation box, about a metre in each dimension. It has a large acoustic horn flaring from the top. If a person or animal is placed inside it, all speech is translated as it passes into or out of the horn.",
   "£4 Cat Catcher: You can speak the language of cats and other felines.",
   "£5 Dog Catcher: You can speak the language of dogs and other canines.",
   "£6 Bird Catcher: Bird language is too difficult to learn. Instead you gain a bird detainment jacket, capable of restraining dove-sized birds in its sleeves, and slingshotting the same birds out at will. Maximum capacity is 6 birds per sleeve. Currently holding 3 pigeons in your left sleeve (vagrancy) and a crow in your right sleeve (arson). Could theoretically be used for other objects, but the idea has never occurred to you."
  ],
  "listTwo": [
   "What field of law are you most experienced in?",
   "1HP Airway Access: You gain a `No Flying` sign. If hung up on a wall, all forms of flight become impossible within reading distance.",
   "2HP  Impedance of Legal Traffic: You gain a `Detour` sign. If hung upon a door, portal, or passageway, subtle psychic emanations cause creatures to assume that the passage is nonfunctional (even when that makes very little sense). The effect is ruined if they see visible proof of the passage's functionality.",
   "3HP Truancy: You gain a `No Loitering` sign. If hung on a wall, subtle psychic emanations cause creatures to avoid the location, instead preferring to hang out somewhere else.",
   "4HP Unlawful Construction: You gain an `Out of Order` sign. Anything that you hang it on becomes nonfunctional for as long as the sign remains.",
   "5HP Legal Counsel: You gain a pocket lawyer, a tiny man who lives in your pocket. He is extremely knowledgeable on all forms of law. His diet is composed of mealworms and tea. He attempts to escape if exposed to a library.",
   "6HP Public Nudity: By spending 10 minutes talking to an animal, you can shame it into lethargy. If you spend 30 minutes talking to an animal and pass a CHA S AVE, you can convince it to confess."
  ]
 },
 {
  "professionNumber": "96",
  "professionTitle": "Exotic Food Supplier",
  "professionDesc": "When people tire of sundry dishes, you step in with new delicacies",
  "inDebtTo": "Corbin Cortez the Zoo Keeper: A fearsome hunter who collected most of the animals that are displayed in his zoo. Assisted by a gorilla butler and a mocking bird.",
  "youGet": [
   "YOUGET",
   "Large bucket of the appropriate food, long-handled fork (d6)."
  ],
  "listOne": [
   "what is the exotic food that you procured?",
   "£1 Sausage Maker: Take a sausage maker's cloak. While you are wearing it and loudly declaring that you are  a sausage maker, Bastiards pay no attention to casual murder on their streets, as long as it is followed by swift dismemberment and removal of the body.",
   "£2 Gigantic Pumpkin Merchant: Take an acupuncture needle of prodigious growth. Any living organism pricked doubles in size over a minute. Effects doubled on vegetables. Effects doubled on orange things.",
   "£3 Pickled Eggler: Take a pickling jar. Currently full of delicious dolphin eggs. Anything you put in it becomes both edible and preserved.",
   "£4 Jellyfish Farmer: Popular among those who have no time for lunch. Gain a jelly serving tube in your sleeve, capable of discreetly serving jellyfish at pistol-range.",
   "£5 Pigeon Hunter: You collect their tongues for candy. Gain a reciprocating bird-caller, capable of imitating any bird call with absolute perfection.",
   "£6 Calf Suplexer: You make the most tender veal. Gain an acoustic cow-scaring device. It is effective on other animals."
  ],
  "listTwo": [
   "Who did you sell to?",
   "1HP The Hungry Hole: Take one of the intelligent, loyal skeletal companions (1HP) that the Hungry Hole occasionally burps out as payment.",
   "2HP Lady Skeletonhands: Take three of the Lady's prank incinerators, used to incinerate food after 'giving' it to a homeless person. Ten seconds after being inserted into a small object, the object catches fire. Looks like a cocktail olive on a toothpick.",
   "3HP The Slobbermen: Take a jar of digestive acid.",
   "4HP The Starvation Artists: Take an incredibly lifelike fake leg with a secret compartment inside, normally used to smuggle food.",
   "5HP The Lords of Aluminium and Lumber: Take a powerful rotary saw (d8, BULKY,can cut metal, but slowly and loudly).",
   "6HP The Rubber Barons: Take a rubber jumpsuit."
  ]
 },
 {
  "professionNumber": "97",
  "professionTitle": "Tactiliator/TACTILIATRIX",
  "professionDesc": "The power of touch",
  "inDebtTo": "Queen Velveteen: Underworld crime boss and textile tycoon. Has teams of lawyers in burgundy vests and velvet pocket-watches, as well as velvet-masked goon squads.",
  "youGet": [
   "YOUGET",
   "Velvet gloves, steel gauntlets (d6 each)."
  ],
  "listOne": [
   "What was your speciality?",
   "£1 Erotic Author and Masseuse: While you are mostly seeking to usurp last year's best seller: `607 Breasts That I HaveTouched` with something more avant-garde, you also know the Dim Bak Massage which causes certain death after five paces.",
   "£2 Geotactiliator: You are hired to determine the quality of soils and suitability for construction. You gain a Mock Mouse in a hard hat, which builds mouse-sized buildings at tremendous-but-plausible speeds. Must be paid 12p every week.",
   "£3 Textile Consultant: Gain an omnidress, given as a gift for a job well done. It can turn into any plausible dress.",
   "£4 Haptosynesthesian, a Touch-Addict: You carry a texture book, where each page is a different material. By stroking different pages, you can induce any natural sensation or mood, including sleep and short-term  amnesia. Affects only you.",
   "£5 Psycho-Phrenology: Gain the ability to sense moral and mental qualities by feeling a person's head. Actually a very mild touch-activated telepathy.",
   "£6 Podiology: Gain the ability to determine parentage, homeland, and cause of death by examining the soles of the feet."
  ],
  "listTwo": [
   "What's the greatest thing you've ever touched?",
   "1HP The Bleached Bones of a Nameless Behemoth; Affixed atop theTower Impenetrable: If you touch a limb, you can break the bone beneath. You can break necks the same way.",
   "2HP The Bellies of a Hundred Newborn Baby Dolphins, Lined up from Nose to Tail: You can swim twice as fast as normal. If you are naked and carrying nothing, you can swim as fast as a hawk can fly.",
   "3HP The Hair of Vallister Vambraxis, the Famed Opera Singer: Your voice can shatter glass or crystal. Large objects may take several minutes.",
   "4HP Shivvergrim, the Former Sharpest Sword in the World: You are missing the tip of your right index finger, but you can cut things with the nub as if with a razor.",
   "5HP The Caustic Beasts that Slip and Gibber beneath the Charnel Towers of Oomis: Your left arm is immune to fire and acid, but the rest of you is not.",
   "6HP The Most Uncomfortable Chair in the World: By staring at someone, you can make them uncomfortable. Most people, at a minimum, go and seek a comfortable place to sit or lie down. Especially effective on those with arthritic joints or bad backs."
  ]
 },
 {
  "professionNumber": "98",
  "professionTitle": "Tuk-TUKKER",
  "professionDesc": "I'm not going over the water at this time of night",
  "inDebtTo": "The Medicine Boat: Take shared ownership of a large bag of fake pills in various marked bottles. They’re all just sugar.",
  "youGet": [
   "YOUGET",
   "Broken snooker cue (d6), city map (outdated), tuk-tuk, driving gloves."
  ],
  "listOne": [
   "What's up with your tuk-tuk?",
   "£1 Fully Fuelled, licensed and now with extra bells added thank you.",
   "£2 Neither Fuel, nor Licence but that doesn’t stop you.",
   "£3 Knackered. Can’t turn left.",
   "£4 Someone Threw Up in the Backand you can’t get the smell out.",
   "£5 Nicked. You’ve had to step down to a pedal rickshaw.",
   "£6 Confiscated by Bailiffs. You have a sedan chair instead."
  ],
  "listTwo": [
   "Who've you had in the back, though?",
   "1HP Super-Agent: Take a briefcase with lock-picks, pistol (d6), passport, garrotte (d6), posh club membership and black book of hot contacts. Can be set to explode (d10 BLAST).",
   "2HP Drunken Infantry Lads on Leave: Take a carbine (d6), cavalry sword (d6), half a dress uniform and a medal for gallantry.",
   "3HP Harried Ringmaster: Take a top hat, tails, hoop and trained monkey“Bosco” (4HP, d4 bite).",
   "4HP Escort and Client: Left behind prophylactics, ID card, and wedding ring.",
   "5HP Obscure Author: Left behind a handwritten sole copy of latest in a cult children’s series (worth £1k to a very specific collector).",
   "6HP Ordinary Customer: But they died in the back. They’re still there."
  ]
 },
 {
  "professionNumber": "99",
  "professionTitle": "Map THIEF",
  "professionDesc": "Obviously I fully intended to return it",
  "inDebtTo": "Personal Secret Salvage: Take shared ownership of a shuttup-staple (whisper a secret about somebody else into this small box. Anybody that reveals this secret to you loses d12 CHA in agonising head pain. One use only).",
  "youGet": [
   "YOUGET",
   "Universal library card, butterfly knife (d6), lock picks, white protective gloves."
  ],
  "listOne": [
   "What did the previous owners not know about the map you stole?",
   "£1 It shows the way to the Living Stars!",
   "£2 It’s an actual pirate map to actual BuriedTreasure!",
   "£3 It shows a secret passage into/out of a High-Security Prison!",
   "£4 It’s a map of Angelic Hierarchies. Hunted by occultists and fools.",
   "£5 It’s a charming original of Early Bastion by Lancistro Vasquez. Worth £500 outside of Bastion, but worthless and obsolete within.",
   "£6 An inaccurate Map of the Underground."
  ],
  "listTwo": [
   "How deep in the muck did the steal get you?",
   "1HP You replaced it with a Perfect Duplicate!",
   "2HP They Haven’t Even Noticed it missing yet!",
   "3HP You left an Elaborate Series of Clues which only another classically-trained scholar could decipher!",
   "4HP You just realised you Signed Your Name in the visitors’ book. Damn your thoroughness!",
   "5HP There’s a Bounty (£1k) on your head and detectives on your trail!",
   "6HP You’re already Banned On Sightfrom every library, archive and collection in the city, so who cares!"
  ]
 },
 {
  "professionNumber": "100",
  "professionTitle": "Ex-CENSOR",
  "professionDesc": "Standards are slipping everywhere",
  "inDebtTo": "Quitzik Personal Guard Animals: Take a shock collar and lead (harmless but painful shock for the wearer at the  push of a button).",
  "youGet": [
   "YOUGET",
   "Very sharp scissors (d6), glue, white correction fluid, letter writing set, APPROVED/DENIED stamp."
  ],
  "listOne": [
   "What lead you to leave the censor's office?",
   "£1 Finished Killing Everybody There Five Minutes Ago: Take bloodied fire-axe (d8, BULKY) wrapped in newspaper.",
   "£2 “Accidentally” Pushed Chief Censor into Printing Press: Take pistol (d6), bottle of poison and fake suicide note.",
   "£3 Started Censoring Works to Produce‘Cut Up’ Messages inText: Take razor blade (d6), bottle of soothing tonic pills, and no limits.",
   "£4 Octopus kept Attacking Colleagues, Fired after Several Warnings: Take octopus (STR 12, 2HP, d6 grab) in large flask, trained to deliver ink on command.",
   "£5 Grammar Disagreements Led to Blows: Take reinforced copy of ‘CM’s Grammar’ (d6, BULKY).",
   "£6 Spent 35 Years there and Retired Today: Take fake gold watch and nice pen."
  ],
  "listTwo": [
   "And how insane are you right now?",
   "1HP Feeling pretty Calm and Evenactually.",
   "2HP You just need access to a Crossword every four hours or you’re going to CUT SOMEONE!",
   "3HP Only Speaks in Clichés, original content provokes shaking fits.",
   "4HP You Refuse to Acknowledge any spoken sentence with incorrect grammar.",
   "5HP Amend any INCORRECT USAGE, with force.",
   "6HP Must censor anything INDECENT."
  ]
 }
]
